-- phpMyAdmin SQL Dump
-- version 3.4.10.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2017 年 07 月 25 日 02:17
-- 服务器版本: 5.5.20
-- PHP 版本: 5.3.10

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `xhgmnet`
--

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_asset_repair`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_asset_repair` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL COMMENT '设备名称',
  `model` varchar(20) NOT NULL COMMENT '设备型号',
  `number` varchar(30) NOT NULL COMMENT '序列号',
  `type` varchar(30) NOT NULL,
  `company` varchar(50) NOT NULL COMMENT '维修厂家',
  `repairTime` datetime NOT NULL COMMENT '维修时间',
  `person` varchar(20) NOT NULL COMMENT '送修人',
  `reason` varchar(100) NOT NULL COMMENT '故障原因',
  `backTime` datetime NOT NULL COMMENT '返回日期',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='设备维修' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bsstatus`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bsstatus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `chId` int(11) NOT NULL COMMENT '载频id',
  `time` datetime NOT NULL COMMENT '时间',
  `power` int(2) NOT NULL COMMENT '功率',
  `swr` float NOT NULL COMMENT '载频驻波',
  `link` int(2) NOT NULL COMMENT '连接状态 0：连接 其他：未连接',
  `flag` int(1) NOT NULL COMMENT '0：moto； 1：etra',
  `wd` int(10) NOT NULL COMMENT '温度',
  `userCount` int(4) NOT NULL COMMENT '注册用户数',
  `grpCount` int(4) NOT NULL COMMENT '注册组数',
  `alarm` varchar(20) NOT NULL COMMENT '告警信息',
  `chIp` varchar(30) NOT NULL COMMENT '信道机IP',
  `status` varchar(10) NOT NULL COMMENT '信道机是否有效',
  `cha1` varchar(20) DEFAULT NULL COMMENT '信道机上的频点一',
  `cha2` varchar(20) DEFAULT NULL COMMENT '信道机上的频点二',
  `cha3` varchar(20) DEFAULT NULL COMMENT '信道机上的频点三',
  `cha4` varchar(20) DEFAULT NULL COMMENT '信道机上的频点四',
  `register` varchar(20) DEFAULT NULL COMMENT '信道机注册状态',
  `wd2` int(10) DEFAULT NULL COMMENT '温度传感器2',
  `wd3` int(10) DEFAULT NULL COMMENT '温度传感器3',
  `runtime` varchar(128) CHARACTER SET utf8 NOT NULL,
  `clock_status` varchar(128) CHARACTER SET utf8 NOT NULL,
  `Returnloss1` varchar(128) CHARACTER SET utf8 NOT NULL COMMENT 'db',
  `Returnloss2` varchar(128) CHARACTER SET utf8 NOT NULL COMMENT 'db',
  `psm1runtime` varchar(128) CHARACTER SET utf8 NOT NULL,
  `psm2runtime` varchar(128) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`),
  KEY `1` (`bsId`),
  KEY `2` (`chId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT COMMENT='基站状态信息列表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_alarm`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_alarm` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `bsId` int(11) NOT NULL,
  `source` varchar(30) NOT NULL COMMENT '故障来源',
  `level` int(1) NOT NULL COMMENT '故障等级',
  `type` varchar(50) NOT NULL COMMENT '故障类别',
  `reason` varchar(50) NOT NULL COMMENT '故障原因',
  `status` int(1) NOT NULL COMMENT '处理状态0:未处理；1：已处理',
  `businessEn` int(11) NOT NULL COMMENT '是否影响业务0：是1：否',
  `dealEn` int(1) NOT NULL COMMENT '故障处理情况0:未处理1：恢复',
  `writeTime` datetime NOT NULL COMMENT '故障发生时间',
  `recoveryTime` int(11) DEFAULT NULL COMMENT '故障恢复时间',
  `time` int(11) NOT NULL COMMENT '故障历时',
  PRIMARY KEY (`id`),
  KEY `bsId` (`bsId`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- 转存表中的数据 `xhgmnet_bs_alarm`
--

INSERT INTO `xhgmnet_bs_alarm` (`id`, `bsId`, `source`, `level`, `type`, `reason`, `status`, `businessEn`, `dealEn`, `writeTime`, `recoveryTime`, `time`) VALUES
(1, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0),
(2, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0),
(3, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0),
(4, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0),
(5, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0),
(6, 12, '1', 1, '', '121212', 1, 0, 0, '2017-06-07 00:00:00', NULL, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_bsc`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_bsc` (
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `Id` int(11) NOT NULL COMMENT 'bscId',
  `working` int(11) NOT NULL COMMENT '工作状态',
  `time` int(11) NOT NULL COMMENT '外部时钟状态',
  `runtime` int(11) NOT NULL COMMENT '运行时长',
  `online` int(11) NOT NULL COMMENT '是否在线',
  `mode` int(11) NOT NULL COMMENT '联网状态(单站/联网)',
  `master` int(11) NOT NULL COMMENT '主备状态',
  `severity` int(11) NOT NULL COMMENT '告警级别',
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`,`Id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_bsr`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_bsr` (
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `Id` int(11) NOT NULL COMMENT 'bsrId',
  `working` int(11) NOT NULL COMMENT '工作状态',
  `severity` int(11) NOT NULL COMMENT '告警级别',
  `freq` int(11) NOT NULL COMMENT '第一载波频点',
  `freq2` int(11) NOT NULL COMMENT '第二载波频点',
  `freq3` int(11) NOT NULL COMMENT '第三载波频点',
  `freq4` int(11) NOT NULL COMMENT '第四载波频点',
  `master` int(11) NOT NULL COMMENT '是否包含主载波',
  `power` int(11) NOT NULL COMMENT '功率（大于 47 时需要减去 15 ）',
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`,`Id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_channel_info`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_channel_info` (
  `mscId` int(11) NOT NULL DEFAULT '0' COMMENT '中心ID',
  `bsId` int(11) NOT NULL DEFAULT '0' COMMENT '基站ID',
  `bsrId` int(11) NOT NULL DEFAULT '0' COMMENT 'bsrID',
  `channelId` int(11) NOT NULL DEFAULT '0' COMMENT '信道ID',
  `type` int(11) DEFAULT NULL COMMENT '信道类型',
  `upload` int(11) DEFAULT NULL,
  `download` int(11) DEFAULT NULL,
  `time` datetime DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`mscId`,`bsId`,`bsrId`,`channelId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_dpx`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_dpx` (
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `Id` int(11) NOT NULL COMMENT 'dpxId',
  `working` int(11) NOT NULL,
  `serverity` int(11) NOT NULL,
  `retLoss` int(11) NOT NULL COMMENT '回波损耗,精度是0.1db',
  `fwdPa` int(11) NOT NULL COMMENT '正向功率,精度是0.1db',
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`,`Id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_groupstatus`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_groupstatus` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `bsId` int(11) NOT NULL,
  `gourpId` int(11) NOT NULL,
  `gourp_name` varchar(128) CHARACTER SET utf8 NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_main_info`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_main_info` (
  `bsId` int(11) NOT NULL,
  `icp_status` int(11) NOT NULL COMMENT '链路状态',
  `door` int(11) NOT NULL COMMENT '门禁',
  `temp` int(11) NOT NULL COMMENT '温度',
  `humidity` int(11) NOT NULL COMMENT '湿度',
  `smoke` int(11) NOT NULL COMMENT '烟感',
  `cpuTask` int(11) NOT NULL COMMENT 'cpu占用率',
  `cpuIdle` int(11) NOT NULL COMMENT 'cpu空闲率',
  `memTotal` int(11) NOT NULL COMMENT '内存容量',
  `memFree` int(11) NOT NULL COMMENT '空闲内存',
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_psm`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_psm` (
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `Id` int(11) NOT NULL COMMENT 'psmId',
  `working` int(11) NOT NULL COMMENT '工作状态',
  `serverity` int(11) NOT NULL COMMENT '告警级别',
  `fan1` int(16) NOT NULL COMMENT '风扇1 状态（2表示正常）',
  `fan2` int(16) NOT NULL COMMENT '风扇2状态',
  `fan3` int(16) NOT NULL COMMENT '风扇3 状态',
  `ad` int(16) NOT NULL COMMENT 'AC/DC通信状态',
  `bdTmp1` int(11) NOT NULL COMMENT '精度为0.5℃，显示需要除以2',
  `bdTmp2` int(11) NOT NULL COMMENT '精度为0.5℃，显示需要除以2',
  `bdTmp3` int(11) NOT NULL COMMENT '精度为0.5℃，显示需要除以2',
  `acdcVol` int(11) NOT NULL COMMENT '精度是0.1V，显示时除以10',
  `acdcCur` int(11) NOT NULL COMMENT '精度是0.1A，显示时除以10',
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`,`Id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_station`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_station` (
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `name` varchar(30) DEFAULT NULL COMMENT '基站名称',
  `setup` varchar(100) DEFAULT NULL,
  `lat` double DEFAULT NULL COMMENT '纬度',
  `lng` double DEFAULT NULL COMMENT '经度',
  `chnumber` int(11) DEFAULT NULL COMMENT '载波数',
  `number` int(5) DEFAULT NULL,
  `gpsLineNum` int(11) DEFAULT NULL COMMENT 'gps天线数量',
  `power` int(11) DEFAULT NULL COMMENT '额定功率',
  `carrier` varchar(30) DEFAULT NULL COMMENT '运营商/社会',
  `carrierName` varchar(50) DEFAULT NULL COMMENT '运营商站名',
  `carrierLink` varchar(30) DEFAULT NULL COMMENT '运行商传输',
  `height` int(11) DEFAULT NULL COMMENT '机房海拔',
  `lineHeight` int(11) DEFAULT NULL COMMENT '天线高度',
  `address` varchar(100) DEFAULT NULL COMMENT '地址',
  `contact` varchar(30) DEFAULT NULL COMMENT '联系人',
  `tel` bigint(20) DEFAULT NULL COMMENT '联系人电话',
  `ip` varchar(30) DEFAULT NULL COMMENT 'ip',
  `type` int(1) DEFAULT NULL COMMENT '基站类型',
  `level` int(11) DEFAULT NULL COMMENT '基站级别',
  `status` int(1) DEFAULT '1' COMMENT '状态：0：断开；1：正常；',
  `openen` int(1) NOT NULL DEFAULT '1' COMMENT '是否启用',
  `hometype` varchar(20) DEFAULT NULL COMMENT '机房类型',
  `roomCharge` varchar(100) DEFAULT NULL COMMENT '房租情况',
  `electricCharge` varchar(100) DEFAULT NULL COMMENT '电费情况',
  `createTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `zone` varchar(10) DEFAULT NULL,
  `exist` int(2) DEFAULT NULL,
  PRIMARY KEY (`bsId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xhgmnet_bs_station`
--

INSERT INTO `xhgmnet_bs_station` (`bsId`, `name`, `setup`, `lat`, `lng`, `chnumber`, `number`, `gpsLineNum`, `power`, `carrier`, `carrierName`, `carrierLink`, `height`, `lineHeight`, `address`, `contact`, `tel`, `ip`, `type`, `level`, `status`, `openen`, `hometype`, `roomCharge`, `electricCharge`, `createTime`, `zone`, `exist`) VALUES
(1, '政府三办', '', 30.66588889, 104.3, 4, 0, 0, 1, '1', '1', '1', 1, 90, '西华门街19号', '1', 1, '172.21.1.11', 3, 1, 0, 0, '2', '', '', '2017-06-26 04:13:09', '123', 1),
(2, '武侯二办', '', 30.63762222, 104.0392267, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '高升桥东路16号', '', 0, '172.21.2.11', 1, 0, 0, 1, '2', '', '', '2015-12-18 05:05:04', '', 1),
(3, '粮农宾馆', '', 30.67789556, 104.0298756, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '一环路西三段文化路23号', '', 0, '172.21.3.11', 1, 0, 1, 0, '2', '', '', '2017-06-26 03:19:02', '', 1),
(4, '成都大酒店', '', 30.69585333, 104.0699733, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 82, '人民北路2段29号', '', 0, '172.21.4.11', 1, 0, 1, 1, '2', '', '', '2015-12-18 05:04:46', '', 1),
(5, '电焊机大厦', '', 30.67904, 104.104828, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '二环路东一段29号', '', 0, '172.21.5.11', 1, 0, 1, 1, '2', '', '', '2015-12-18 05:25:58', '', 1),
(6, '万象城', '', 30.65050222, 104.09288, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 90, '华润万象城顶楼', '', 0, '172.21.6.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:28:44', '', 1),
(7, '魏玛国际', '', 30.62724222, 104.0736978, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 82, '魏码国际广场楼顶', '', 0, '172.21.7.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:29:02', '', 1),
(8, '双流城区1', '', 30.57564667, 103.914, 4, 0, NULL, NULL, NULL, NULL, NULL, 30, 30, '双流电视塔路1号', '蒋文杰', 13980804719, '172.21.8.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:02:57', '双流', 1),
(9, '都江堰城区1', '', 31.02530222, 103.6375111, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 8, '灌口镇百花村4组', '戴工', 13730803774, '172.21.9.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:03:06', '都江堰', 1),
(10, '天府新区华阳镇', '', 30.50735333, 104.0517689, 2, 0, NULL, NULL, NULL, NULL, NULL, 66, 69, '摩尔世纪广场', '周斌', 13980480180, '172.21.10.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:03:17', '天府新区', 1),
(11, '新会展假日酒店', '', 30.56029333, 104.0709778, 3, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '会展中心假日酒店19 楼', '', 0, '172.21.11.11', 1, 0, 1, 1, '2', '', '', '2015-12-21 03:00:24', '', 1),
(12, '温江城区1', '', 30.69482, 103.83098, 3, 0, NULL, NULL, NULL, NULL, NULL, 40, 70, '温江广播电视局', '刘工', 13880717856, '172.22.12.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:03:29', '温江', 1),
(13, '龙泉驿城区1', '', 30.56452889, 104.25776, 3, 0, NULL, NULL, NULL, NULL, NULL, 30, 75, '新花都酒店', '陈工', 13980436677, '172.21.13.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:03:41', '龙泉驿区', 1),
(14, '龙泉柏合镇', '', 30.53028, 104.2088711, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '柏合镇红学村', '陈工', 13980436677, '172.21.14.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:04:06', '龙泉', 1),
(15, '龙泉洪安镇', '', 30.68995556, 104.28912, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 40, '黄土镇（成南高速）', '陈工', 13980436677, '172.22.15.11', 1, 2, 1, 1, '2', '', '', '2015-12-23 06:05:13', '龙泉', 1),
(16, '金堂城区1', '', 30.85987278, 104.4340894, 2, 0, NULL, NULL, NULL, NULL, NULL, 30, 45, '金堂邮局', '唐工', 13558620877, '172.22.16.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 06:05:58', '金堂', 1),
(17, '金堂转龙镇', '', 30.64957333, 104.7750133, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 47, '金堂转龙镇仁家沟', '唐工', 13558620877, '172.21.17.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:06:49', '金堂', 1),
(18, '金堂淮口镇', '', 30.71474833, 104.5572661, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '金堂淮口', '唐工', 13558620877, '172.21.18.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:07:01', '金堂', 1),
(19, '金堂高板镇', '', 30.67327861, 104.668045, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '金堂石龙乡', '唐工', 13558620877, '172.21.19.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:07:13', '金堂', 1),
(20, '青白江城区1', '', 30.88030667, 104.2554667, 2, 0, NULL, NULL, NULL, NULL, NULL, 60, 60, '青白江邮局', '单琴', 18780136826, '172.22.20.11', 1, 2, 1, 1, '2', '', '', '2015-12-23 06:07:25', '青白江', 1),
(21, '青白江清泉镇', '', 30.74910444, 104.40752, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '清泉镇2', '单琴', 18780136826, '172.21.21.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:07:34', '青白江', 1),
(22, '青白江人和乡', '', 30.70004222, 104.4719911, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '青白江刘家院子', '单琴', 18780136826, '172.22.22.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:07:44', '青白江', 1),
(23, '新都城区1', '', 30.81950556, 104.1466292, 3, 0, NULL, NULL, NULL, NULL, NULL, 40, 65, '新都电子路全球通大酒店', '苏工', 13882295274, '172.21.23.11', 1, 2, 1, 1, '2', '', '', '2015-12-23 06:08:16', '新都', 1),
(24, '新都新繁镇', '', 30.87662111, 104.0156019, 2, 0, NULL, NULL, NULL, NULL, NULL, 28, 53, '新繁邮局', '苏工', 13882295274, '172.22.24.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:08:02', '新都', 1),
(25, '新都木兰镇', '', 30.77963333, 104.1906222, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '木兰山木兰寺', '苏工', 13882295274, '172.22.25.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:08:26', '新都', 1),
(26, '彭州城区1', '', 30.99147333, 103.9343378, 2, 0, NULL, NULL, NULL, NULL, NULL, 12, 60, '彭州邮局', '王工', 13550349444, '172.21.26.11', 1, 2, 1, 1, '2', '', '', '2015-12-23 06:08:48', '彭州', 1),
(27, '彭州濛阳镇', '', 30.96094, 104.0752622, 2, 0, NULL, NULL, NULL, NULL, NULL, 4, 25, '濛阳电光', '王工', 13550349444, '172.21.27.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:08:56', '彭州', 1),
(28, '彭州大宝镇', '', 31.23657556, 103.7888711, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '彭州大宝', '王工', 13550349444, '172.22.28.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:09:04', '彭州', 1),
(29, '彭州隆丰镇', '', 31.07467778, 103.9263911, 4, 0, NULL, NULL, NULL, NULL, NULL, 3, 30, '隆丰镇双和村', '汪工', 15208385789, '172.22.29.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:09:14', '彭州', 1),
(30, '移动音乐基地', '', 30.74382889, 103.9665244, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 25, '高新西区网管中心', '', 0, '172.21.30.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(31, '郫县安德镇', '', 30.89492, 103.768928, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 35, '郫县新胜', '', 0, '172.21.31.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:09:55', '郫县', 1),
(32, '都江堰青城山', '', 30.90334, 3.5643822, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 25, '青城山天然图画', '戴工', 13730803774, '172.22.32.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:10:05', '都江堰', 1),
(33, '都江堰柳街镇', '', 30.77486222, 103.6840533, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '都江堰民安村', '戴工 ', 13730803774, '172.21.33.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:10:15', '都江堰', 1),
(34, '郫县城区1', '', 30.81207556, 103.8832622, 3, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '恒创蜀都广场楼顶', '', 0, '172.21.34.11', 1, 1, 1, 1, '1', '', '', '2015-12-23 06:10:42', '郫县', 1),
(35, '崇州城区1', '', 30.63501556, 103.6672622, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 20, '崇州大酒店', '魏国', 0, '172.21.35.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:10:56', '崇州', 1),
(36, '崇州三江镇', '', 30.54132222, 103.7777867, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '三江镇邮局', '魏国', 0, '172.22.36.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:11:06', '崇州', 1),
(37, '崇州怀远镇', '', 30.74118889, 103.5054311, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '怀远镇清远村', '魏国', 0, '172.22.37.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:11:12', '崇州', 1),
(38, '大邑城区1', '', 30.58809778, 103.5188978, 2, 0, NULL, NULL, NULL, NULL, NULL, 10, 45, '大邑移动新办公大楼', '韩工', 13982153485, '172.21.38.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:11:23', '大邑', 1),
(39, '大邑唐场镇', '', 30.48332667, 103.6255111, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '大邑唐场镇敬老院', '韩工', 13982153485, '172.21.39.11', 1, 3, 1, 1, '1', '', '', '2015-12-23 06:11:30', '大邑', 1),
(40, '大邑斜源镇', '', 30.62218444, 103.34048, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '斜源镇黄山村', '王末', 0, '172.22.40.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:12:45', '大邑', 1),
(41, '大邑西岭镇', '', 30.70861778, 103.23224, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 40, '西岭镇打索场', '王工', 13980480128, '172.22.41.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:11:52', '大邑', 1),
(42, '邛崃城区1', '', 30.41435333, 103.4575822, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '邛崃邮局', '唐工', 13882133377, '172.21.42.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:13:03', '邛崃', 1),
(43, '邛崃水口镇', '', 30.45401333, 103.2915644, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '水口镇冯坝村', '唐工', 13882133377, '172.21.43.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:13:09', '邛崃', 1),
(44, '邛崃天台山', '', 30.31101111, 103.1575911, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 47, '天台乡', '唐工', 1388213337, '172.21.44.11', 1, 3, 1, 1, '1', '', '', '2015-12-23 06:13:16', '邛崃', 1),
(45, '蒲江城区1', '', 30.20007778, 103.4933067, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '蒲江邮局', '吴工', 13980470699, '172.21.45.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:26:35', 'null', 1),
(46, '蒲江寿安镇', '', 30.23104, 103.6269244, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '蒲江长丘乡', '吴工', 13980470699, '172.22.46.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:27:32', 'null', 1),
(47, '蒲江朝阳湖镇', '', 30.18407333, 103.4036889, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '蒲江成佳友助村', '吴工', 13980470699, '172.21.47.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:28:21', 'null', 1),
(48, '蒲江大塘镇', '', 30.29617111, 103.3717039, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '大塘镇老年协会', '吴工', 13980470699, '172.21.48.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:30:40', '蒲江 ', 1),
(49, '新津城区1', '', 30.41343778, 103.8097867, 3, 0, NULL, NULL, NULL, NULL, NULL, 33, 58, '新津邮局', '李咸', 0, '172.22.49.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:32:15', '新津', 1),
(50, '新津普兴镇', '', 30.42029167, 103.9026258, 2, 0, NULL, NULL, NULL, NULL, NULL, 4, 45, '普兴高速公路基站', '李咸', 0, '172.22.50.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:33:14', '新津', 1),
(51, '植物园', '', 30.75865277, 104.1282388, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '植物园', '', 0, '172.21.51.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(52, '天府新区永兴镇', '', 30.35719778, 104.1445422, 2, 0, NULL, NULL, NULL, NULL, NULL, 12, 52, '永兴镇邮局', '沈工', 18782970044, '172.22.52.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:34:47', '天府新区', 1),
(53, '双流黄甲镇', '', 30.46947556, 103.9448533, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '黄甲镇达河堰村', '蒋文杰', 13980480158, '172.22.53.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:37:41', '双流', 1),
(54, '天府新区籍田镇', '', 30.31442444, 104.0224836, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 55, '籍田邮局', '', 0, '172.22.54.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(55, '天府新区兴隆镇', '', 30.4179, 104.1029956, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '兴隆邮局', '周斌', 13980480180, '172.22.55.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:37:23', '天府新区', 1),
(56, '邛崃回龙镇', '', 30.27891556, 103.690674, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 40, '回龙镇七丛村', '', 0, '172.22.56.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(57, '车载基站1', '', 0, 0, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '', '', 0, '172.21.57.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:25:53', '', 0),
(58, '车载基站2', '', 0, 0, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '', '', 0, '172.21.58.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:26:04', '', 0),
(59, '省交警总队', '', 30.732766, 104.005286, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '迎宾大道交警总队', '', 0, '172.21.59.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:31:26', '', 1),
(60, '华西美庐', '', 30.641216, 104.064994, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 85, '华西美庐28楼', '', 0, '172.21.60.11', 1, 0, 1, 1, '1', '', '', '2015-12-14 05:13:31', '', 1),
(61, '民丰楼', '', 30.57902667, 104.0628622, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 80, '民丰楼2号楼22楼', '', 0, '172.22.61.11', 1, 1, 1, 1, '1', '', '', '2015-12-29 03:19:00', '主城区', 1),
(62, '金履国际', '', 30.596149, 103.983162, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '金履国际（亿臣国际酒店）C座11楼电梯机房', '', 0, '172.21.62.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:33:15', '', 1),
(63, '金雁大厦', '', 30.653658, 103.998872, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 30, '金雁大厦', '', 0, '172.21.63.11', 1, 0, 1, 1, '2', '', '', '2015-12-21 03:32:09', '', 1),
(64, '温江永宁镇', '', 30.695786, 103.933464, 4, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '青羊区西绕城外', '刘工', 13880717856, '172.21.64.11', 1, 2, 1, 1, '2', '', '', '2015-12-23 05:39:06', '温江', 1),
(65, '羊西线高家庄', '', 30.713448, 103.987972, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '金牛区西三环外（高家庄）', '', 0, '172.21.65.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(66, '郫县犀浦镇', '', 30.77245, 103.949638, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 96, '西华大学南门', '', 0, '172.22.66.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(67, '郫县安靖镇', '', 30.789064, 103.992461, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '郫县绕城外（沙西线与绕城交界处）', '', 0, '172.21.67.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(68, '双流九江镇', '', 30.642994, 103.925448, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '九江镇西南摩托车展销中心3栋3单元楼顶', '', 0, '172.21.68.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:34:14', '', 1),
(69, '新都大丰镇', '', 30.77361, 104.051458, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '大丰镇先驱大道2号润和酒店楼顶', '', 0, '172.21.69.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:36:22', '', 1),
(70, '凤凰山', '', 30.731613, 104.076677, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 20, '无线电监测站', '', 0, '172.21.70.11', 1, 0, 1, 1, '1', '', '', '2015-12-14 05:13:14', '', 1),
(71, '北湖龙骏', '', 30.694525, 104.170661, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '三环路龙潭立交外侧北湖龙郡', '', 0, '172.21.71.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:38:16', '', 1),
(72, '龙泉驿十陵镇', '   ', 30.646112, 104.161116, 4, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '成华区东北三环外', '陈工', 13980436677, '172.21.72.11', 1, 1, 1, 1, '2', '325.00', '365890.00', '2015-12-23 05:40:03', '龙泉驿区', 1),
(73, '三圣乡', '', 30.588013, 104.162405, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 25, '龙泉驿区东三环外（红砂联合一组323号 ）', '', 0, '172.21.73.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(74, '火炬时代', '', 30.622272, 104.036061, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 60, '火炬大厦楼顶（高朋大道科园三路4号B区）', '', 0, '172.21.74.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:38:42', '', 1),
(75, '空港国际', '', 31.021983, 103.582045, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '大件路白家段280号(韩国城)', '', 0, '172.21.75.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:38:56', '', 1),
(76, '双流县公兴镇', '', 31.113053, 103.842403, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 60, '双流县公兴镇', '蒋文杰', 13980480150, '172.21.76.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 05:42:59', '双流', 1),
(77, '天府新区新兴镇', '', 31.068346, 103.893063, 4, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '天府新区新兴镇', '王浩', 13408085677, '172.22.77.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:44:16', '天府新区', 1),
(78, '都江堰城区2', '', 31.004295, 103.589027, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 40, '都江堰市', '戴工', 13730803774, '172.22.78.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:45:39', '都江堰市', 1),
(79, '119指挥中心', '', 30.596788, 104.078858, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '府城大道东段19号市消防支队', '', 0, '172.21.79.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:39:14', '', 1),
(80, '环球中心1', '', 31.051788, 103.541645, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '环球中心购物中心', '', 0, '172.21.80.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:09:30', '', 0),
(81, '环球中心2', '', 31.094287, 103.627576, 2, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '环球中心购物中心', '', 0, '172.21.81.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:15:47', '', 0),
(82, '青白江城区2', ' ', 30.891173, 104.229091, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '青白江区成绵高速入口处', '单琴', 18780136826, '172.21.82.11', 1, 1, 1, 1, '2', '', ' ', '2015-12-23 05:47:09', '青白江城区', 1),
(83, '双流县牧马山', '', 30.4975, 103.908133, 2, 0, NULL, NULL, NULL, NULL, NULL, 20, 30, '双流县牧马山', '蒋文杰', 13980480158, '172.22.83.11', 1, 1, 1, 1, '2', '', '', '2015-12-23 05:48:42', '双流', 1),
(84, '成都市公安局', '', 30.529932, 104.344865, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 45, '成都市公安局应联大楼5楼机房', '翟科长', 15882237837, '172.22.84.11', 1, 1, 1, 1, '1', '', '', '2016-05-24 03:34:12', '主城区', 1),
(85, '时代广场', '', 30.659236, 104.078894, 4, 0, NULL, NULL, NULL, NULL, NULL, 0, 80, '总府路2号时代广场楼顶', '', 0, '172.21.85.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:39:34', '', 1),
(86, '新火车东站', '23', 30.659236, 104.078894, 4, 0, NULL, NULL, NULL, NULL, NULL, 36, 36, '邛崃山路66号漫岭云天2幢33F', 'wew', 1212121212, '172.21.86.11', 1, 0, 1, 1, '1', '23', '23', '2015-12-21 03:39:55', '', 1),
(87, '金牛政务中心', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '九里堤 ', '', 0, '172.22.87.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(88, '生进大厦', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '跳蹬河', '', 0, '172.21.88.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(89, '仁和春天', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '二环路光华村仁和春天C栋楼顶', '', 0, '172.21.89.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:40:11', '', 1),
(90, '锦江公安分局', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '锦江区莲桂南路66号锦江公安分局', '', 0, '172.21.90.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:40:27', '', 1),
(91, '青秀城', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '青龙场', '', 0, '172.21.91.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:17:56', '', 1),
(92, '攀钢大厦', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '梁家巷 ', '', 0, '172.21.92.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:18:08', '', 1),
(93, '会议中心室分', '', 0, 0, 1, 1, NULL, NULL, NULL, NULL, NULL, 0, 0, '新会展会议中心-2楼', '梁政', 13608023816, '172.22.93.11', 0, 1, 1, 1, '1', '', '', '2016-06-15 07:43:32', '主城区-高新南', 1),
(96, '郫县古城镇', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '郫县三道堰镇', '', 0, '172.22.96.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(98, '天府新区太平镇', '', 30.437863, 104.222777, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '双流县白沙镇 ', '周斌', 13980480180, '172.22.98.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:13:42', '天府新区', 1),
(99, '天府新区正兴镇 ', '', 30.441457, 104.037173, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 60, '双流县永安镇 ', '周斌', 13980480180, '172.22.99.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:14:06', '天府新区', 1),
(100, '双流永安镇 ', '', 0, 0, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '双流县黄龙溪镇 ', '蒋文杰', 1398048158, '172.22.100.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 05:54:30', '双流', 1),
(107, '龙泉驿茶店镇 ', '', 30.516042, 104.35202, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '龙泉驿区石经寺 ', '徐工', 13568953223, '172.21.107.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:14:35', '龙泉驿区', 1),
(116, '龙泉驿西河镇', '', 30.677837, 104.20362, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '十里店', '徐工', 13568953223, '172.21.116.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:14:52', '龙泉驿区', 1),
(117, '天府新区大林镇 ', '', 30.30061, 104.131912, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 25, '双流县大林镇 ', '周斌', 13980480180, '172.22.117.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:15:09', '天府新区', 1),
(119, '双流西航港2', '', 30.537403, 103.999137, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '双流新观山 ', '蒋文杰', 13980480158, '172.21.119.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:15:28', '双流', 1),
(130, '第一社会福利院 ', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '温江区光华大道 ', '', 0, '172.21.130.11', 1, 0, 1, 1, '2', '', '', '0000-00-00 00:00:00', '', 1),
(145, '天府新区万安镇 ', '', 30.472483, 104.120422, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '双流县新兴镇 ', '周斌', 13980480180, '172.21.145.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:15:44', '天府新区', 1),
(146, '天府新区煎茶镇 ', '', 30.38044, 104.049788, 2, 0, NULL, NULL, NULL, NULL, NULL, 3, 45, '双流县煎茶镇 ', '周斌', 13980480180, '172.21.146.11', 1, 3, 1, 1, '2', '', '', '2015-12-23 06:20:41', '天府新区', 1),
(148, '无', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '无 ', '', 0, '172.21.148.11', 1, 0, 1, 1, '2', '', '', '2015-12-21 03:23:22', '', 0),
(171, '移动基站1', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '', '', 0, '172.22.171.11', 1, 0, 1, 1, '', '', '', '0000-00-00 00:00:00', '', 1),
(172, '移动基站2', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '', '', 0, '172.22.172.11', 1, 0, 1, 1, '', '', '', '0000-00-00 00:00:00', '', 0),
(173, '移动基站3', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '', '', 0, '172.22.173.11', 1, 0, 1, 1, '', '', '', '0000-00-00 00:00:00', '', 1),
(199, '测试基站', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '西区亚光', '', 0, '172.21.199.11', 1, 0, 1, 1, '1', '', '', '2015-12-21 03:22:49', '', 0),
(200, '簇桥西智谷', NULL, 103.97601, 30.629684, 4, NULL, 1, 2, '铁塔', '中视联', '移动', 548, 45, '武侯区武\n兴二路8号', '王国威', 112, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(201, '白鹭湾湿地', NULL, 104.12248, 30.56621, 4, NULL, 1, 2, '移动', '小桥村', '移动', 490, 40, '天府新区新兴镇小桥村4组\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(202, '熊猫基地', NULL, 104.15873, 30.731483, 6, NULL, 2, 3, '移动', '遐龄居养老院', '移动', 536, 25, '遐龄居养老院内', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(203, '西华大道', NULL, 104.02315, 30.744678, 4, NULL, 1, 2, '社会', '成都市看守所', '社会', 513, 25, '成都市看守所', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(204, '幸福梅林', NULL, 104.12449, 30.598001, 6, NULL, 2, 3, '移动', '成都卷烟厂', '移动', 560, 33, '成龙大道一段1号\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(205, '凯德风尚', NULL, 103.96369, 30.673067, 6, NULL, 2, 3, '铁塔', '叠彩路21号', '移动', 564, 50, '成飞大道487号典尚精品酒店\n', '张苗', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(206, '双流县2', NULL, 103.93662, 30.572831, 4, NULL, 1, 2, '铁塔', '畅春园酒店', '移动', 530, 38, '长顺路1段', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(207, '双流彭镇', NULL, 103.86537, 30.61738, 2, NULL, 1, 2, '铁塔', '羊坪村', '移动', 505, 40, '木三路羊坪小区\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(208, '双流黄甲镇2', NULL, 103.95068, 30.523596, 2, NULL, 1, 2, '移动', '双流消防队', '移动', 500, 30, '黄甲大道与双华大道交界\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(209, '双流金桥镇', NULL, 103.85066, 30.575347, 2, NULL, 1, 2, '铁塔', '青石村', '移动', 497, 30, '岷江村5组75号\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(210, '双流永安镇2', NULL, 104.00962, 30.358924, 2, NULL, 1, 2, '铁塔', '梨园村', '移动', 480, 30, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(211, '温江2', NULL, 103.79989, 30.718027, 4, NULL, 1, 2, '铁塔', '石牛无线机房', '移动', 552, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(212, '温江天府街道', NULL, 103.81193, 30.664827, 2, NULL, 1, 2, '需重新查勘', '', '未确定', NULL, NULL, '海科房产大楼附近200米处', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(213, '温江万春镇', NULL, 103.77764, 30.75791, 2, NULL, 1, 2, '电信', '和盛镇电信', '电信', 568, 35, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(214, '温江永宁镇2', NULL, 103.87968, 30.738421, 2, NULL, 1, 2, '铁塔', '万春高山村', '移动', 544, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(215, '龙泉驿2', NULL, 104.29198, 30.584185, 4, NULL, 1, 2, '', '', '', 519, NULL, '龙都北路773号聚合国际', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(216, '龙泉驿洛带镇', NULL, 104.33516, 30.642686, 2, NULL, 1, 2, '移动', '天一学院', '移动', 600, NULL, '洛带镇双槐村11组118号，天一学院宿舍楼顶移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(217, '龙泉驿西河镇', NULL, 104.2403, 30.661503, 2, NULL, 1, 2, '需重新查勘/社会', '九丰汽配城', '社会', NULL, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(218, '龙泉驿十陵镇2', NULL, 104.15655, 30.659611, 4, NULL, 1, 2, '移动', '十陵中心客运站', '移动', 500, NULL, '十陵镇东三环路三段辅路外侧', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(219, '龙泉驿大面街道', NULL, 104.2341, 30.615518, 4, NULL, 1, 2, '移动', '双龙路平安场', '移动', 503, NULL, '双龙路平安场移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(220, '龙泉驿经开区', NULL, 104.17763, 30.5651, 4, NULL, 1, 2, '社会', '东能中心', '社会', NULL, NULL, '成都市龙泉驿区成龙大道二段988号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(221, '龙泉驿黄土镇', NULL, 104.28214, 30.689543, 2, NULL, 1, 2, '铁塔', '黄土镇镇政府', '移动', 493, 40, '黄土镇公共服务中心内\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(222, '龙泉驿万兴乡', NULL, 104.391, 30.6487, 2, NULL, 1, 2, '电信', '万兴供水站旁', '电信', 817, 30, '万兴十里路', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(223, '龙泉驿山泉镇', NULL, 104.3156, 30.5406, 2, NULL, 1, 2, '电信', '山泉镇', '电信', 888, 40, '供水站对面，电信机房\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(224, '新都2', NULL, 104.12003, 30.792911, 4, NULL, 1, 2, '铁塔', '八达原野基站', '移动', 521, 35, '中集大道燕\n塘路166号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(225, '新都斑竹园镇', NULL, 104.06933, 30.838918, 2, NULL, 1, 2, '铁塔', '安乐村', '移动', 513, 40, '安乐村010乡道\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(226, '新都新民镇', NULL, 104.10126, 30.886323, 2, NULL, 1, 2, '移动/电信', '新民邮政', '移动/电信', 511, 35, '大成街63号新民邮政大楼\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(227, '新都石板滩镇', NULL, 104.2474, 30.72465, 2, NULL, 1, 2, '移动', '邮政局', '移动', 474, 45, '石板滩东风东街51号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(228, '天府新区新兴镇2', NULL, 104.16449, 30.508799, 2, NULL, 1, 2, '移动', '九龙机房', '移动', 506, 40, '井坝村1组49号\n', '周斌', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(229, '天府新区正兴镇2', NULL, 104.08378, 30.429156, 8, NULL, 2, 3, '亚光', '秦皇假日酒店', '移动', 545, 64, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(230, '天府新区煎茶镇2', NULL, 104.06355, 30.327272, 2, NULL, 1, 2, '移动', '丹土村', '移动', NULL, NULL, '', '周斌', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(231, '天府新区中和街道', NULL, 104.09691, 30.532096, 6, NULL, 2, 3, '铁塔', '双流石油医院2\n', '移动', 492, 30, '中和应龙4组508号\n', '方西兵', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(232, '天府新区大林镇2', NULL, 104.1049, 30.2872, 2, NULL, 1, 2, '电信', '大林村通济镇', '电信', 515, 40, '大林客运站电信机房\n', '樊主任', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(233, '天府新区天福寺', NULL, 104.11058, 30.388208, 2, NULL, 1, 2, '铁塔', '三根松电信基站', '电信', 502, 25, '三根松3组', '方西兵', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(234, '天府新区籍田镇2', NULL, 104.03455, 30.300508, 2, NULL, 1, 2, '电信', '藉田邮局', '电信', 444, 65, '新北街51号', '樊主任', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(235, '天府新区万安镇2', NULL, 104.07912, 30.474727, 2, NULL, 1, 2, '社会', '石化大厦', '社会', 472, NULL, '天府大道南段', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(236, '天府新区三星镇', NULL, 104.1591, 30.3168, 2, NULL, 1, 2, '铁塔', '云崖无线机房', '移动', 660, 10, '云崖村4组', '方西兵', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(237, '郫县2', NULL, 103.87018, 30.823624, 4, NULL, 1, 2, '铁塔', '太平寺郫筒中心村电信机房', '电信', 574, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(238, '郫县德源镇', NULL, 103.866, 30.776697, 2, NULL, 1, 2, '社会', '德源镇创业天府大楼3栋', '', NULL, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(239, '郫县友爱镇', NULL, 103.79486, 30.83325, 2, NULL, 1, 2, '铁塔', '子云村', '移动', 602, 35, '郫都区友爱镇子云村6组55号背后', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(240, '郫县唐昌镇', NULL, 103.81199, 30.924039, 2, NULL, 1, 2, '移动', '千夫村6组', '移动', 598, 35, '千夫村6组', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(241, '郫县新民场镇', NULL, 103.86095, 30.888036, 2, NULL, 1, 2, '移动', '新民场镇移动', '移动', NULL, NULL, '新民场镇南街65号供销社内', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(242, '郫县团结镇', NULL, 103.98574, 30.824274, 2, NULL, 1, 2, '社会', '风华天骄', '', 537, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(243, '青白江城厢镇', NULL, 104.34679, 30.853323, 2, NULL, 1, 2, '社会', '远成物流大楼', '社会', 463, NULL, '成都市青白江区鸿泰大道189号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(244, '青白江龙王镇', NULL, 104.28824, 30.782331, 2, NULL, 1, 2, '移动', '双埝村8组', '移动', 484, 35, '龙王镇双埝村8组43号旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(245, '青白江祥福镇', NULL, 104.2786, 30.83283, 2, NULL, 1, 2, '社会', '银铸大厦', '社会', 472, NULL, '成都市青白江区桂通北路1号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(246, '青白江弥牟镇', NULL, 104.18244, 30.88223, 2, NULL, 1, 2, '移动', '曙光村4组', '移动', 489, 35, '弥牟镇曙光村4组移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(247, '青白江人和乡', NULL, 104.43, 30.6991, 2, NULL, 1, 2, '电信', '人和乡', '电信', 521, 40, '人和乡政府旁山上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(248, '金堂县2', NULL, 104.42053, 30.830167, 4, NULL, 1, 2, '移动', '杨柳村', '移动', 465, 40, '一致村金鹰路旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(249, '金堂赵家镇', NULL, 104.54771, 30.828854, 2, NULL, 1, 2, '铁塔', '石峰村', '移动', 727, 35, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(250, '金堂三溪镇', NULL, 104.6481, 30.7911, 2, NULL, 1, 2, '铁塔', '柏林无线机房', '移动', 468, 35, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(251, '金堂又新镇', NULL, 104.77296, 30.56948, 2, NULL, 1, 2, '铁塔', '又新段移动基站', '移动', 482, 30, '金堂大道又新段移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(252, '金堂竹篙镇', NULL, 104.71873, 30.629714, 2, NULL, 1, 2, '铁塔', '八角松村无线机房', '移动', 477, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(253, '金堂五凤镇', NULL, 104.4815, 30.6092, 2, NULL, 1, 2, '铁塔', '白马村移动', '移动', 583, 35, '五凤镇白马村移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(254, '金堂官仓镇', NULL, 104.4056, 30.9088, 2, NULL, 1, 2, '铁塔', '柿子树新村', '移动', 459, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(255, '金堂白果镇', NULL, 104.59421, 30.666983, 2, NULL, 1, 2, '铁塔', '红庙村无线机房', '移动', 448, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(256, '金堂转龙镇', NULL, 104.7227, 30.7121, 2, NULL, 1, 2, '铁塔', '泉水村移动基站', '移动', 476, 35, '转龙镇泉水村移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(257, '金堂云绣乡', NULL, 104.4621, 30.7957, 2, NULL, 1, 2, '铁塔', '云绣乡', '移动', 447, 35, '云绣乡21组107号背后移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(258, '都江堰青城山景区', NULL, 103.60827, 30.913781, 2, NULL, 1, 2, '移动', '中兴镇移动机房', '移动', 677, 40, '中兴镇南街178号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(259, '都江堰翠月湖镇', NULL, 103.68033, 30.885206, 2, NULL, 1, 2, '铁塔', '凤乐村', '移动', 646, 30, '翠月湖镇凤乐村村委会对面\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(260, '都江堰虹口', NULL, 103.62166, 31.073246, 2, NULL, 1, 2, '铁塔', '久红村3组', '移动', 1045, 35, '虹口镇久红村3组15号对面\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(261, '都江堰龙池', NULL, 103.54165, 31.051788, 2, NULL, 1, 2, '铁塔', '紫坪铺黎明村机房', '电信', 1049, 20, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(262, '都江堰天马镇', NULL, 103.76138, 30.994769, 2, NULL, 1, 2, '铁塔', '禹王村6组', '移动', 658, 25, '天马镇禹王村6组42号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(263, '都江堰紫坪铺电站', NULL, 103.58205, 31.021983, 2, NULL, 1, 2, '铁塔', '白沙', '电信', 877, 35, '龙池镇电信白沙基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(264, '都江堰聚源镇', NULL, 103.69071, 30.95073, 2, NULL, 1, 2, '铁塔', '普贤村', '移动', NULL, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(265, '都江堰青城后山', NULL, 103.47585, 30.914963, 2, NULL, 1, 2, '铁塔', '飞泉沟口', '电信', 1082, 35, '青城后山景区电信飞泉沟口基站\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(266, '都江堰青城后山2', NULL, 103.5264, 30.9046, 2, NULL, 1, 2, '需重新查勘', '沙坪村', '移动', 764, 25, '都江堰沙坪村旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(267, '都江堰石羊镇', NULL, 103.651, 30.829, 2, NULL, 1, 2, '需重新查勘', '石羊镇', '移动', 637, NULL, '石羊镇解放街72号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(268, '都江堰胥家镇', NULL, 103.6968, 30.9995, 2, NULL, 1, 2, '铁塔', '土什村5组', '移动', 680, 35, '胥家镇土什村5组65号背后\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(269, '都江堰向峨乡', NULL, 103.71582, 31.073235, 2, NULL, 1, 2, '铁塔', '向峨乡', '移动', 778, 35, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(270, '都江堰两河乡', NULL, 103.5481, 30.8566, 2, NULL, 1, 2, '铁塔', '石板滩街2号', '移动', 678, 30, '两河口乡石板滩街2号背后\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(271, '彭州市2', NULL, 103.94388, 30.946696, 4, NULL, 1, 2, '铁塔', '致和机房', '电信', 570, 35, '牡丹大道老高速收费站附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(272, '彭州敖平镇', NULL, 104.01772, 31.060744, 2, NULL, 1, 2, '铁塔', '', '移动', 570, 35, '军乐镇花光村移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(273, '彭州磁峰镇', NULL, 103.7901, 31.110355, 2, NULL, 1, 2, '移动', '磁峰', '移动', 769, 35, '磁峰镇蒲新路磁峰中远学校附近移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(274, '彭州丹景山', NULL, 103.83927, 31.121798, 2, NULL, 1, 2, '社会', '丹景山广电', '', 1083, 20, '丹景山广播电视台', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(275, '彭州红岩镇', NULL, 103.98799, 31.125886, 2, NULL, 1, 2, '铁塔', '', '移动', 619, 25, '红岩镇旭日东升小区旁移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(276, '彭州九尺镇', NULL, 104.06077, 31.011917, 2, NULL, 1, 2, '铁塔', '方丈村', '移动', 535, 35, '九尺镇方丈村8组51号对面移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(277, '彭州通济镇', NULL, 103.82011, 31.159391, 2, NULL, 1, 2, '铁塔', '花溪村', '移动', 937, 35, '通济镇鼓浪屿路花溪村移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(278, '彭州白鹿镇', NULL, 103.91609, 31.200708, 2, NULL, 1, 2, '电信', '白鹿', '电信', 952, 35, '白鹿镇书院街旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(279, '彭州小鱼洞乡', NULL, 103.75175, 31.194041, 2, NULL, 1, 2, '移动', '小鱼洞', '移动', 1064, 35, '镇政府后山移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(280, '彭州致和镇', NULL, 104.01839, 30.935981, 2, NULL, 1, 2, '移动', '晓阳村', '移动', 547, 35, '致和镇晓阳村卫生室背后移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(281, '彭州隆丰镇2', NULL, 103.85752, 31.017826, 2, NULL, 1, 2, '电信', '5719厂', '电信', 623, 40, '丽春镇清河2组李正贵土地', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(282, '彭州桂花镇', NULL, 103.792, 31.0368, 2, NULL, 1, 2, '移动', '利济村', '移动', 643, 25, '桂花镇利济村4组移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(283, '新津县2', NULL, 103.79508, 30.436709, 4, NULL, 1, 2, '电信/移动', '吴店村顺江移动机房\n', '电信', 462, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(284, '新津花源镇2', NULL, 103.84418, 30.499407, 2, NULL, 1, 2, '需重新选址', '共和无线机房\n\n', '移动', 479, 40, '新津花方路', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(285, '新津普兴镇2', NULL, 103.88321, 30.459015, 2, NULL, 1, 2, '铁塔', '兴乐2', '移动', 470, 40, '新津长乐西街\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(286, '新津永商镇', NULL, 103.74437, 30.346143, 2, NULL, 1, 2, '铁塔', '永兴电厂', '移动', 473, 40, '新蒲路边', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(287, '新津邓双镇', NULL, 103.84927, 30.38212, 2, NULL, 1, 2, '公安机房', '红豆山广电', '', 641, NULL, '红豆子山广电基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(288, '蒲江甘溪镇', NULL, 103.35025, 30.252618, 2, NULL, 1, 2, '移动', '甘溪镇', '移动', 606, 35, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(289, '新津方兴镇', NULL, 103.7709, 30.4725, 2, NULL, 1, 2, '移动', '白鹤村16组', '移动', 467, 40, '方兴南街', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(290, '新津兴义镇', NULL, 103.7769, 30.4725, 2, NULL, 1, 2, '移动', '文井乡政府', '移动', 482, 30, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(291, '蒲江县2', NULL, 103.52488, 30.206072, 4, NULL, 1, 2, '铁塔', '蒲砚村', '移动', 540, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(292, '蒲江大兴镇', NULL, 103.43082, 30.258374, 2, NULL, 1, 2, '移动', '', '移动', 614, 35, '大兴镇大兴派出所旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(293, '蒲江西来镇', NULL, 103.48889, 30.310487, 2, NULL, 1, 2, '铁塔', '', '移动', 513, 35, '西来镇移动红塘村基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(294, '蒲江西来镇2', NULL, 103.52391, 30.254644, 2, NULL, 1, 2, '铁塔', '', '移动', 548, 35, '西来镇移动寿高路基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(295, '蒲江寿安镇2', NULL, 103.57795, 30.308229, 2, NULL, 1, 2, '铁塔', '', '移动', 526, 35, '西来镇移动大同村基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(296, '蒲江朝阳湖镇', NULL, 103.45555, 30.169885, 2, NULL, 1, 2, '铁塔', '', '移动', 616, 35, '朝阳湖镇移动胡沟基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(297, '崇州市2', NULL, 103.70844, 30.594627, 4, NULL, 1, 2, '移动', '', '移动', 512, 35, '大划镇德寿村', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(298, '崇州三郎镇', NULL, 103.50045, 30.816199, 2, NULL, 1, 2, '铁塔', '', '移动', 737, 35, '三台村2组山上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(299, '崇州江源镇', NULL, 103.7816, 30.622329, 2, NULL, 1, 2, '铁塔', '', '移动', 513, 35, '江源镇石渔村附近菜地', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(300, '崇州街子镇', NULL, 103.58275, 30.807745, 2, NULL, 1, 2, '铁塔', '', '移动', 610, 35, '街子镇会元村13组附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(301, '崇州隆兴镇', NULL, 103.61155, 30.595978, 2, NULL, 1, 2, '移动', '', '移动', 534, 35, '王场镇甘泉村14组12号\n附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(302, '崇州羊马镇', NULL, 103.74116, 30.679253, 2, NULL, 1, 2, '铁塔', '', '移动', 543, 35, '羊马镇明珠28组17号旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(303, '崇州元通镇', NULL, 103.63139, 30.739476, 2, NULL, 1, 2, '铁塔', '', '移动', 578, 30, '大罗村11组垃圾转运房\n旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(304, '崇州道明镇', NULL, 103.62253, 30.67361, 2, NULL, 1, 2, '铁塔', '', '移动', 525, 30, '双杨村9组40号附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(305, '崇州文井乡镇', NULL, 103.41416, 30.753634, 2, NULL, 1, 2, '移动', '', '移动', 798, 35, '文井乡镇玩家社区旁移动机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(306, '崇州鸡冠山乡', NULL, 103.383, 30.8021, 2, NULL, 1, 2, '铁塔', '', '电信', 1014, 35, '鸡冠山乡政府旁山上电信基站\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(307, '崇州廖家镇', NULL, 103.6953, 30.7142, 2, NULL, 1, 2, '铁塔', '', '移动', 562, 30, '廖家镇龙福村12组23号旁\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(308, '崇州九龙沟', NULL, 103.4483, 30.8287, 2, NULL, 1, 2, '铁塔', '', '电信', 1065, 25, '九龙沟绿野度假村对面电信机房', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(309, '大邑县2', NULL, 103.50568, 30.602101, 4, NULL, 1, 2, '移动', '大邑商会大厦', '移动', 522, NULL, '大邑邑新大道873号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(310, '大邑董场镇', NULL, 103.68916, 30.537356, 2, NULL, 1, 2, '移动', '', '移动', 502, 35, '董场镇龙兴社区一组22号旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(311, '大邑韩场镇', NULL, 103.70072, 30.465583, 2, NULL, 1, 2, '移动', '', '移动', 483, 35, '韩场镇白家村XN34道旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(312, '大邑鹤鸣山景区', NULL, 103.43359, 30.614887, 2, NULL, 1, 2, '移动', '', '移动', 631, 35, '鹤鸣乡场口对面山上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(313, '大邑花水湾镇', NULL, 103.26467, 30.550844, 2, NULL, 1, 2, '移动', '', '移动', 864, 35, '花水湾镇香雪岭附近山坡', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(314, '大邑青霞镇', NULL, 103.5077, 30.6721, 2, NULL, 1, 2, '移动', '', '移动', 661, 35, '青霞镇后山山顶', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(315, '大邑王泗镇', NULL, 103.46813, 30.489109, 2, NULL, 1, 2, '移动', '王泗新镇政府', '移动', 536, 25, '营东街王泗镇镇政府背后', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(316, '大邑西岭雪山', NULL, 103.22186, 30.63407, 2, NULL, 1, 2, '需重新选址', '', '移动', 937, NULL, '西岭镇众山街2号', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(317, '大邑王泗镇2', NULL, 103.45827, 30.539006, 2, NULL, 1, 2, '电信', '文昌街41号', '电信', 570, 40, '文昌街', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(318, '大邑苏家镇', NULL, 103.57783, 30.527931, 2, NULL, 1, 2, '移动', '', '移动', 508, 35, '大邑县雪山广场', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(319, '大邑三岔镇', NULL, 103.54445, 30.476041, 2, NULL, 1, 2, '移动', '', '移动', 516, 35, '山岔镇庆余村11组', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(320, '大邑雾山乡', NULL, 103.38442, 30.69419, 2, NULL, 1, 2, '移动', '', '移动', 829, 35, '雾山乡两河口七组138号对面山上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(321, '大邑出江镇', NULL, 103.2961, 30.583, 2, NULL, 1, 2, '需重新选址', '', '未确定', NULL, NULL, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(322, '大邑三坝乡', NULL, 103.3326, 30.5668, 2, NULL, 1, 2, '移动', '', '移动', 771, 35, '三坝乡下坝村10组公路旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(323, '邛崃市2', NULL, 103.43199, 30.438857, 4, NULL, 1, 2, '铁塔', '', '移动', 524, 40, '白鹤乡白鹤基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(324, '邛崃高埂镇', NULL, 103.65422, 30.406411, 2, NULL, 1, 2, '移动', '', '移动', 480, 30, '泉水村4组基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(325, '邛崃前进镇', NULL, 103.56762, 30.414832, 2, NULL, 1, 2, '铁塔', '燕山村', '移动', 487, 40, '燕山村', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(326, '邛崃固驿镇', NULL, 103.61421, 30.354389, 2, NULL, 1, 2, '铁塔', '', '移动', 499, 30, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(327, '邛崃道佐乡', NULL, 103.27524, 30.286219, 2, NULL, 1, 2, '铁塔', '', '移动', 593, 40, '道佐乡移动王店村基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(328, '邛崃孔明乡', NULL, 103.40563, 30.366187, 2, NULL, 1, 2, '移动', '孔明乡', '移动', 566, 40, '孔明乡土平路旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(329, '邛崃宝林镇', NULL, 103.50487, 30.375068, 2, NULL, 1, 2, '移动', '', '移动', 539, 40, '宝林镇金鸡村', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(330, '邛崃平乐镇', NULL, 103.334, 30.3357, 2, NULL, 1, 2, '移动', '平乐邮局', '移动', 533, 40, '平乐古镇寿高路邮局', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(331, '邛崃油榨乡', NULL, 103.256, 30.4052, 2, NULL, 1, 2, '移动', '', '移动', 564, 40, '横街附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(332, '邛崃马湖乡', NULL, 103.3408, 30.3996, 2, NULL, 1, 2, '移动', '马湖乡', '移动', 531, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(333, '邛崃石坡镇', NULL, 103.3644, 30.4863, 2, NULL, 1, 2, '移动', '邛崃市大同乡', '移动', 625, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL);
INSERT INTO `xhgmnet_bs_station` (`bsId`, `name`, `setup`, `lat`, `lng`, `chnumber`, `number`, `gpsLineNum`, `power`, `carrier`, `carrierName`, `carrierLink`, `height`, `lineHeight`, `address`, `contact`, `tel`, `ip`, `type`, `level`, `status`, `openen`, `hometype`, `roomCharge`, `electricCharge`, `createTime`, `zone`, `exist`) VALUES
(334, '邛崃夹关镇', NULL, 103.2198, 30.2562, 2, NULL, 1, 2, '铁塔', '', '移动', 631, 40, '夹关镇移动鱼坝基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(335, '崇州鞍子河', NULL, 103.2305, 30.7965, 2, NULL, 1, 2, '铁塔', '', '移动', 1595, 35, '鸡冠山乡鞍子河移动鸡冠山基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(336, '崇州鸡冠山长河坝', NULL, 103.2825, 30.7676, 2, NULL, 1, 2, '需重新选址', '', '移动', 1424, 25, '岩峰村移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(337, '都江堰龙池景区', NULL, 103.5579, 31.1121, 2, NULL, 1, 2, '铁塔', '', '移动', 1040, 35, '龙池镇电信南岳村基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(338, '金堂云合镇', NULL, 104.754, 30.5112, 2, NULL, 1, 2, '铁塔', '', '电信', 411, 20, '云合场镇附近上山电信基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(339, '金堂土桥镇', NULL, 104.835, 30.5211, 2, NULL, 1, 2, '铁塔', '', '移动', 465, 35, '土桥镇平山村移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(340, '邛崃水口镇金山村', NULL, 103.2347, 30.4848, 2, NULL, 1, 2, '移动', '', '移动', 1086, 30, '水口镇金山村3组（天下第一堡云台山庄）', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(341, '邛崃太和乡', NULL, 103.1432, 30.2387, 2, NULL, 1, 2, '铁塔', '', '移动', 1152, 40, '太和乡移动紫荆村基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(342, '邛崃南宝乡', NULL, 103.1767, 30.4136, 2, NULL, 1, 2, '公安机房', '公安机房', '', 1502, 20, '南宝乡天梯羌寨大门对面山坡', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(343, '彭州银厂沟', NULL, 103.8526, 31.2968, 2, NULL, 1, 2, '移动', '', '移动', 1339, 35, '龙门山镇银厂沟山门旁移动基站', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(344, '都江堰虹口景区', NULL, 103.6748, 31.124, 2, NULL, 1, 2, '铁塔', '', '移动', 1025, 25, '虹口镇移动高原新村基站基站\n', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(345, '大邑西岭景区', NULL, 103.1678, 30.6248, 2, NULL, 1, 2, '移动', '', '移动', 1314, 15, '云杉宾馆附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(346, '简阳安乐乡', NULL, 104.79352, 30.36823, 2, NULL, 1, 2, '铁塔', '白羊嘴机房', '联通', NULL, 28, '成安渝高速旁，古坟嘴', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(347, '简阳草池镇', NULL, 104.40177, 30.327541, 2, NULL, 1, 2, '电信', '草池镇', '电信', 435, 45, '草池镇中学旁山坡上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(348, '简阳董家埂乡', NULL, 104.35158, 30.261087, 2, NULL, 1, 2, '铁塔', '匠湾村机房', '电信', 460, 25, '匠湾村', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(349, '简阳飞龙乡', NULL, 104.6692, 30.291593, 2, NULL, 1, 2, '铁塔', '飞龙机房', '移动', 406, 40, '飞龙乡政府附近山上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(350, '简阳高明乡', NULL, 104.32509, 30.386259, 2, NULL, 1, 2, '铁塔', '高明机房', '移动/电信', 451, 40, '高明乡蒋家柑子院附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(351, '简阳海螺乡', NULL, 104.43117, 30.409928, 2, NULL, 1, 2, '移动', '太平移动机房', '移动', 415, 40, '太平桥镇上', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(352, '简阳禾丰镇', NULL, 104.71368, 30.419945, 2, NULL, 1, 2, '铁塔', '禾丰铁塔机房', '移动/电信', 450, 40, '禾丰村螺简路旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(353, '简阳红鹤村', NULL, 104.58843, 30.263486, 2, NULL, 1, 2, '铁塔', '丰产村铁塔机房', '移动', 439, 18, '丰产村杜家沟附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(354, '简阳宏缘乡', NULL, 104.56482, 30.602777, 2, NULL, 1, 2, '电信', '宏缘电信/联通机房', '电信', 460, 40, '宏缘乡实验幼儿园附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(355, '简阳火烧庙', NULL, 104.55317, 30.53071, 2, NULL, 1, 2, '铁塔', '火烧庙铁塔机房', '移动', 464, 35, '火烧庙村胡豆沟', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(356, '简阳贾家镇', NULL, 104.37487, 30.441484, 2, NULL, 1, 2, '铁塔', '贾家村通电信机房', '电信', 448, 30, '贾家中学旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(357, '简阳江源镇', NULL, 104.55166, 30.301858, 2, NULL, 1, 2, '铁塔', '石家村铁塔机房', '移动/电信', 420, 20, '石家村柿子湾', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(358, '简阳金马镇', NULL, 104.77621, 30.477576, 2, NULL, 1, 2, '铁塔', '金马铁塔机房', '电信', 427, 45, '金马卫生院附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(359, '简阳老龙乡', NULL, 104.43216, 30.144109, 2, NULL, 1, 2, '铁塔', '老龙铁塔机房', '移动/电信', 443, 45, '老龙乡卫生院附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(360, '简阳芦葭镇', NULL, 104.44214, 30.272529, 4, NULL, 1, 2, '移动', '芦葭移动机房', '移动', 437, 45, '芦葭镇镇政府旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(361, '简阳平武镇', NULL, 104.63242, 30.431077, 2, NULL, 1, 2, '移动', '平武移动机房', '移动', 437, 45, '平武镇进化村附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(362, '简阳青龙镇', NULL, 104.60512, 30.483182, 2, NULL, 1, 2, '移动', '青龙观机房', '移动', 438, 40, '青龙镇', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(363, '简阳三岔镇', NULL, 104.29979, 30.299534, 2, NULL, 1, 2, '铁塔', '国宁小区铁塔机房', '移动', 462, 15, '国宁小区旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(364, '简阳三合镇', NULL, 104.70264, 30.469505, 2, NULL, 1, 2, '移动', '三合移动机房', '移动', 412, 45, '三合镇卫生院对面', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(365, '简阳三星镇', NULL, 104.63241, 30.564425, 2, NULL, 1, 2, '移动', '三星镇', '移动', 460, 45, '三星镇镇政府附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(366, '简阳施家镇', NULL, 104.76228, 30.309429, 2, NULL, 1, 2, '移动', '施家移动机房', '移动', 390, 45, '施家环溪村施家镇政府附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(367, '简阳石板凳镇', NULL, 104.49308, 30.322569, 2, NULL, 1, 2, '移动', '石板凳电信机房', '电信', 417, 45, '石板凳镇邮电内', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(368, '简阳石盘镇', NULL, 104.42609, 30.482066, 2, NULL, 1, 2, '铁塔', '石盘电信机房\n', '电信', 460, 20, '石盘老邮局', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(369, '简阳石桥镇', NULL, 104.49165, 30.453013, 2, NULL, 1, 2, '铁塔', '大华物流铁塔机房', '移动', 420, 25, '万家坝村成渝高速旁', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(370, '简阳石钟镇', NULL, 104.57331, 30.451385, 2, NULL, 1, 2, '移动', '石钟移动机房', '移动', 423, 40, '石钟镇卫生院附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(371, '简阳市区1', NULL, 104.52915, 30.417814, 4, NULL, 1, 2, '移动', '牌坊沟', '移动', 429, 40, '牌坊沟飞龙山庄', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(372, '简阳市区2', NULL, 104.53068, 30.397257, 4, NULL, 1, 2, '移动', '西峰岭移动机房', '移动', 441, 45, '简三路旁成渝高速简阳出口', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(373, '简阳踏水镇', NULL, 104.68856, 30.524905, 2, NULL, 1, 2, '铁塔', '踏水铁塔机房', '', 455, 25, '踏水镇油房村', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(374, '简阳望水乡', NULL, 104.4569, 30.200013, 2, NULL, 1, 2, '铁塔', '望水六大队铁塔机房\n', '联通', 436, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(375, '简阳五合乡', NULL, 104.85282, 30.484176, 2, NULL, 1, 2, '铁塔', '五合铁塔机房', '电信', 531, 45, '五合镇吴文森初级中学附近', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(376, '简阳五星乡', NULL, 104.67295, 30.333936, 2, NULL, 1, 2, '铁塔', '杨家寺铁塔机房', '移动', 427, 20, '天鹅山', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(377, '简阳新市镇', NULL, 104.5763, 30.364872, 2, NULL, 1, 2, '铁塔', '新阳铁塔机房', '移动', 436, 25, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(378, '简阳养马镇', NULL, 104.5024, 30.497524, 2, NULL, 1, 2, '铁塔', '养马七星村铁塔机房', '电信', 432, 20, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(379, '简阳永宁乡', NULL, 104.52241, 30.222918, 2, NULL, 1, 2, '移动', '永宁移动机房', '移动', 427, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(380, '简阳涌泉镇', NULL, 104.85059, 30.379118, 2, NULL, 1, 2, '移动', '涌泉移动机房', '移动', 411, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(381, '简阳云龙镇', NULL, 104.80932, 30.421921, 2, NULL, 1, 2, '移动', '云龙移动机房', '移动', 440, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(382, '简阳镇金镇', NULL, 104.37424, 30.206832, 2, NULL, 1, 2, '移动', '镇金移动机房', '移动', 431, 40, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(383, '简阳周家乡', NULL, 104.44141, 30.567378, 2, NULL, 1, 2, '铁塔', '谢家祠铁塔机房', '移动', 460, 20, '', '', NULL, '', NULL, NULL, 1, 1, '', '', '', NULL, NULL, NULL),
(384, '都江堰崇义镇', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '电信', '崇义镇电信机房', '电信', 645, 40, '崇义镇梳妆街66毫电信支局院内', NULL, NULL, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL),
(385, '青白江姚渡镇', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 470, 30, NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL),
(1059, 'moto基站59', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '西区亚光桥接基站1', '', 0, '', 0, 0, 1, 1, '1', '', '', '2015-12-14 05:07:20', '', 0),
(1060, 'moto基站60', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '西区亚光桥接基站2', '', 0, '', 0, 0, 1, 1, '1', '', '', '2015-12-21 03:23:37', '', 0),
(1061, 'moto基站61', '', 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, 0, 0, '西区亚光桥接基站3', '', 0, '', 0, 0, 1, 1, '1', '', '', '2015-12-21 03:23:53', '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_bs_status`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_bs_status` (
  `bsId` int(11) NOT NULL AUTO_INCREMENT,
  `status` int(1) NOT NULL,
  `groupNum` int(11) NOT NULL,
  `mscNum` int(11) NOT NULL,
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`bsId`),
  KEY `bsId` (`bsId`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- 转存表中的数据 `xhgmnet_bs_status`
--

INSERT INTO `xhgmnet_bs_status` (`bsId`, `status`, `groupNum`, `mscNum`, `updateTime`) VALUES
(1, 1, 111, 11, '2017-06-07 00:00:00'),
(2, 1, 11, 11, '2017-06-07 00:00:00'),
(3, 1, 11, 11, '2017-06-07 00:00:00'),
(4, 1, 11, 11, '2017-06-07 00:00:00'),
(5, 1, 11, 11, '2017-06-07 00:00:00'),
(6, 1, 11, 11, '2017-06-07 00:00:00'),
(7, 1, 11, 11, '2017-06-07 00:00:00'),
(8, 1, 11, 11, '2017-06-07 00:00:00'),
(9, 1, 11, 11, '2017-06-07 00:00:00'),
(10, 1, 11, 11, '2017-06-07 00:00:00'),
(11, 1, 11, 11, '2017-06-07 00:00:00'),
(12, 1, 11, 11, '2017-06-07 00:00:00'),
(13, 1, 11, 11, '2017-06-07 00:00:00'),
(14, 1, 11, 11, '2017-06-07 00:00:00'),
(15, 1, 11, 11, '2017-06-07 00:00:00'),
(16, 1, 11, 11, '2017-06-07 00:00:00'),
(17, 1, 11, 11, '2017-06-07 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_assetinfo`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_assetinfo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) NOT NULL COMMENT '资产类别',
  `name` varchar(30) NOT NULL COMMENT '资产名称',
  `model` varchar(30) NOT NULL COMMENT '规格型号',
  `serialNumber` varchar(30) NOT NULL COMMENT '序列号',
  `price` float NOT NULL DEFAULT '0' COMMENT '单价',
  `number` int(11) NOT NULL DEFAULT '1' COMMENT '数量',
  `from` int(1) NOT NULL COMMENT '资产来源',
  `status` int(1) NOT NULL COMMENT '资产状态:1:外借;2:报废;3:维修;4:在库;5:在用;6:待报废;7:遗失',
  `note` varchar(100) DEFAULT NULL COMMENT '备注',
  `createTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '资产时间',
  PRIMARY KEY (`id`),
  KEY `serialNumber` (`serialNumber`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='设备维护' AUTO_INCREMENT=115 ;

--
-- 转存表中的数据 `xhgmnet_business_assetinfo`
--

INSERT INTO `xhgmnet_business_assetinfo` (`id`, `type`, `name`, `model`, `serialNumber`, `price`, `number`, `from`, `status`, `note`, `createTime`) VALUES
(94, 2, '2', '2', '2', 0, 1, 2, 2, '2', '2017-06-14 05:12:59'),
(95, 1, '123', '111', '1', 0, 1, 1, 1, '1', '2017-06-14 05:17:49'),
(109, 1, '232', '2323', '223', 23, 0, 1, 0, '2323', '2017-06-14 07:51:38'),
(110, 1, '2323', '223', '2323', 23, 0, 1, 0, '23', '2017-06-14 07:52:09'),
(113, 1, '2322', '323', '2323', 2323, 0, 1, 0, '2323', '2017-06-24 02:45:23'),
(114, 1, '问问', '问问', '问问', 22.3, 0, 1, 0, '22', '2017-06-27 07:26:20');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_communicationsupport`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_communicationsupport` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `unit` varchar(50) NOT NULL COMMENT '申请单位',
  `time` date NOT NULL COMMENT '申请时间',
  `reason` varchar(200) NOT NULL COMMENT '保障事由',
  `area` varchar(100) NOT NULL COMMENT '保障区域',
  `supportTime` varchar(50) NOT NULL COMMENT '保障时间范围',
  `need` varchar(300) NOT NULL COMMENT '保障需求',
  `person` varchar(30) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系电话',
  `status` int(1) NOT NULL COMMENT '申请状态-1：被拒绝；0：未审核：1：管理方领导已审核；2：经办人处理中；3：用户确认保障任务，并评价',
  `user1` varchar(30) DEFAULT NULL COMMENT '管理方领导账号',
  `time1` datetime DEFAULT NULL COMMENT '管理方领导审核时间',
  `user2` varchar(30) DEFAULT NULL COMMENT '经办人处理账号',
  `time2` datetime DEFAULT NULL COMMENT '经办人处理时间',
  `star` int(1) NOT NULL COMMENT '评价星数：【0,1,2,3,4,5】',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='通信保障' AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `xhgmnet_business_communicationsupport`
--

INSERT INTO `xhgmnet_business_communicationsupport` (`id`, `unit`, `time`, `reason`, `area`, `supportTime`, `need`, `person`, `tel`, `status`, `user1`, `time1`, `user2`, `time2`, `star`) VALUES
(1, '成都市XX局', '2017-07-11', '2017年1月1日—2017年1月4日将在XXXXX举行XXX会,………', '请保障XXXXX区域内应急网无线通信的畅通', '2017年1月1日7:00—2016年1月4日21:00', '1、确保XXXX区域内应急网无线信号畅通； 2、', '张三', '18111555555', 0, '', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_fault`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_fault` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增字段',
  `unit` varchar(50) NOT NULL COMMENT '用户单位',
  `person` varchar(30) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系电话',
  `information` varchar(100) NOT NULL COMMENT '故障现象',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='故障申报' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_file`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_file` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(100) NOT NULL,
  `type` varchar(50) NOT NULL,
  `uploadUser` varchar(30) NOT NULL,
  `note` varchar(50) NOT NULL,
  `filePath` varchar(100) NOT NULL,
  `uploadTime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='业务管理--文档管理' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_kill`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_kill` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `unit` varchar(50) NOT NULL COMMENT '用户    单位名称',
  `userId` int(11) NOT NULL COMMENT '遗失终端 用户ID号',
  `contacts` varchar(30) NOT NULL COMMENT '用户单位联系人',
  `content` varchar(50) NOT NULL COMMENT '用户通知 方式与内容',
  `killTime` datetime DEFAULT NULL COMMENT '遥毙时间',
  `killOperator` varchar(30) NOT NULL COMMENT '遥毙  操作人',
  `killConfirm` int(1) NOT NULL COMMENT '管理方 领导确认',
  `reviveTime` datetime DEFAULT NULL COMMENT '复活时间',
  `reviveOperator` varchar(30) NOT NULL COMMENT '复活   操作人',
  `reviveConfirm` int(1) NOT NULL COMMENT '管理方   领导确认',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='终端遥毙登记表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_lend`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_lend` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `unit` varchar(50) NOT NULL COMMENT '租借单位',
  `name` varchar(30) NOT NULL COMMENT '申请联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `zone` varchar(50) NOT NULL COMMENT '使用区域',
  `reason` varchar(100) NOT NULL COMMENT '申请说明',
  `note` varchar(100) NOT NULL COMMENT '备注',
  `user` varchar(30) NOT NULL,
  `time` datetime DEFAULT NULL COMMENT '申请时间',
  `checked` int(1) NOT NULL COMMENT '审核状态:-1：拒绝0:未审核；1：管理方领导已审核；2用户整理租借清单；3：管理方领导审核租借清单；4：用户确认租借清单',
  `backTime` datetime NOT NULL COMMENT '归还时间',
  `user1` varchar(30) DEFAULT NULL COMMENT '管理方账号',
  `user2` varchar(30) DEFAULT NULL COMMENT '经办人账号',
  `note1` varchar(100) DEFAULT NULL COMMENT '管理方领导备注',
  `note2` varchar(100) DEFAULT NULL COMMENT '管理方领导备注2',
  `time1` datetime DEFAULT NULL COMMENT '主管方审核时间',
  `time2` datetime DEFAULT NULL COMMENT '经办人办理时间',
  `time3` datetime DEFAULT NULL COMMENT '审核租借清单时间',
  `time4` datetime DEFAULT NULL COMMENT '用户确认时间',
  PRIMARY KEY (`id`),
  KEY `username` (`user`),
  KEY `lendUser` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=gb2312 COMMENT='业务管理--租借设备' AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `xhgmnet_business_lend`
--

INSERT INTO `xhgmnet_business_lend` (`id`, `unit`, `name`, `tel`, `zone`, `reason`, `note`, `user`, `time`, `checked`, `backTime`, `user1`, `user2`, `note1`, `note2`, `time1`, `time2`, `time3`, `time4`) VALUES
(3, '23', '23', '23', '23', '23', '23', 'admin', '2017-07-15 16:17:19', 4, '2017-07-15 16:17:16', 'rtest1', 'rtest3', '', NULL, '2017-07-15 16:25:28', '2017-07-15 16:26:18', '2017-07-15 16:49:59', '2017-07-15 17:12:25');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_lend_info`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_lend_info` (
  `lendId` int(11) NOT NULL COMMENT '租借ID',
  `type` int(11) NOT NULL COMMENT '资产类别',
  `name` varchar(30) NOT NULL COMMENT '资产名称',
  `model` varchar(30) NOT NULL COMMENT '规格型号',
  `serialNumber` varchar(30) NOT NULL COMMENT '序列号',
  KEY `serialNumber` (`serialNumber`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='设备维护';

--
-- 转存表中的数据 `xhgmnet_business_lend_info`
--

INSERT INTO `xhgmnet_business_lend_info` (`lendId`, `type`, `name`, `model`, `serialNumber`) VALUES
(2, 1, '问问', '问问', '问问'),
(2, 1, '2322', '323', '2323'),
(3, 1, '问问', '问问', '问问'),
(3, 1, '2322', '323', '2323');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_lose`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_lose` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) NOT NULL COMMENT '资产类别',
  `name` varchar(30) NOT NULL COMMENT '资产名称',
  `model` varchar(30) NOT NULL COMMENT '规格型号',
  `serialNumber` varchar(30) NOT NULL COMMENT '序列号',
  `note` varchar(100) DEFAULT NULL COMMENT '备注',
  `createTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '资产时间',
  PRIMARY KEY (`id`),
  KEY `serialNumber` (`serialNumber`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=115 ;

--
-- 转存表中的数据 `xhgmnet_business_lose`
--

INSERT INTO `xhgmnet_business_lose` (`id`, `type`, `name`, `model`, `serialNumber`, `note`, `createTime`) VALUES
(94, 2, '2', '2', '2', '2', '2017-06-14 05:12:59'),
(95, 1, '123', '111', '1', '1', '2017-06-14 05:17:49'),
(109, 1, '232', '2323', '223', '2323', '2017-06-14 07:51:38'),
(110, 1, '2323', '223', '2323', '23', '2017-06-14 07:52:09'),
(113, 1, '2322', '323', '2323', '2323', '2017-06-24 02:45:23'),
(114, 1, '问问', '问问', '问问', '22', '2017-06-27 07:26:20');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_net`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_net` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `unitName` varchar(50) NOT NULL COMMENT '用户单位',
  `unitNature` varchar(30) NOT NULL COMMENT '用户单位性质',
  `unitType` varchar(30) NOT NULL COMMENT '用户单位类型',
  `serviceType` varchar(30) NOT NULL COMMENT '服务类型',
  `netBasis` varchar(50) NOT NULL COMMENT '入网依据',
  `netTime` date NOT NULL COMMENT '入网时间',
  `pactName` varchar(30) NOT NULL COMMENT '合同名称',
  `signTime` date NOT NULL COMMENT '合同签署日期',
  `serviceTime` date NOT NULL COMMENT '服务期限',
  `unitPerson` varchar(30) NOT NULL COMMENT '用户单位负责人',
  `tel` varchar(20) NOT NULL COMMENT '联系电话',
  `department` varchar(50) NOT NULL COMMENT '联系部门',
  `softPerson` varchar(30) DEFAULT NULL COMMENT '软件中心负责人',
  `virtualnetName` varchar(50) NOT NULL COMMENT '虚拟专网名称',
  `checked` int(1) NOT NULL DEFAULT '0' COMMENT '审核状态：1管理方审核；2：主管方领导审核；3：经办人上传编组方案；4：管理方审核编组方案；5：用户确认',
  `result` varchar(100) DEFAULT NULL,
  `userName` varchar(30) NOT NULL,
  `time` datetime DEFAULT NULL COMMENT '用户提交时间',
  `user1` varchar(30) DEFAULT NULL COMMENT '管理方账号',
  `time1` datetime DEFAULT NULL COMMENT '主管方提交时间',
  `user2` varchar(30) DEFAULT NULL COMMENT '主管方账号',
  `time2` datetime DEFAULT NULL COMMENT '管理方提交时间',
  `user3` varchar(30) DEFAULT NULL COMMENT '经办人',
  `time3` datetime DEFAULT NULL COMMENT '经办人提交时间',
  `note1` varchar(100) DEFAULT NULL COMMENT '备注1',
  `note2` varchar(100) DEFAULT NULL COMMENT '备注2',
  `note3` varchar(100) DEFAULT NULL COMMENT '备注3',
  `note4` varchar(100) DEFAULT NULL COMMENT '备注4',
  `fileName` varchar(50) DEFAULT NULL COMMENT '编组方案名称',
  `filePath` varchar(100) DEFAULT NULL COMMENT '编组方案路径',
  `user4` varchar(30) DEFAULT NULL COMMENT '管理方账号',
  `time4` datetime DEFAULT NULL,
  `time5` datetime DEFAULT NULL COMMENT '用户确认时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='虚拟专网申请' AUTO_INCREMENT=85 ;

--
-- 转存表中的数据 `xhgmnet_business_net`
--

INSERT INTO `xhgmnet_business_net` (`id`, `unitName`, `unitNature`, `unitType`, `serviceType`, `netBasis`, `netTime`, `pactName`, `signTime`, `serviceTime`, `unitPerson`, `tel`, `department`, `softPerson`, `virtualnetName`, `checked`, `result`, `userName`, `time`, `user1`, `time1`, `user2`, `time2`, `user3`, `time3`, `note1`, `note2`, `note3`, `note4`, `fileName`, `filePath`, `user4`, `time4`, `time5`) VALUES
(78, '12000', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-07', 'qwqwq', '2017-07-07', '2017-07-07', 'wewe', 'wewe', 'wewe', NULL, 'wee', 2, NULL, 'admin', NULL, 'jtest1', '2017-07-07 11:26:32', 'rtest1', '2017-07-20 10:03:27', 'rtest3', NULL, '123', 'eeeee', NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(79, '23', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-08', '23', '2017-07-08', '2017-07-08', '23', '23', '23', NULL, '23', 0, NULL, 'admin', '2017-07-08 15:14:49', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(80, '333', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-29', 'wewe', '2017-07-12', '2017-07-04', '34', '43', '34', NULL, '34', 0, NULL, 'admin', '2017-07-08 15:28:21', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(81, '3443', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-08', '34', '2017-07-08', '2017-07-08', '43', '34', '34', NULL, '34', 0, NULL, 'admin', '2017-07-08 17:07:19', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(82, '2323', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-08', '2323', '2017-07-08', '2017-07-08', '23', '23', '23', NULL, '23', 0, NULL, 'admin', '2017-07-08 17:19:33', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(83, 'wewew', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-11', '地方', '2017-07-11', '2017-07-11', '34', '34', '34', NULL, '34', 0, NULL, 'admin', '2017-07-11 17:02:33', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(84, '111111', '党政部门', '协议入网用户', '无线接入', '协议或合同', '2017-07-20', '111', '2017-07-20', '2017-07-20', '22', '22', '22', NULL, '222', 0, NULL, 'admin', '2017-07-20 10:02:19', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(77, '120急救中心', '事业单位', '协议入网用户', '无线接入', '协议或合同', '2017-07-07', '测试合同', '2017-07-07', '2017-07-07', '张三', '18100822165', '信通部门', NULL, '成都市应急指挥调度无线通信网用户与资产管理系统', 5, NULL, 'admin', NULL, 'jtest1', '2017-07-07 10:54:53', 'rtest1', '2017-07-07 10:56:27', 'rtest3', '2017-07-07 10:58:25', '通过123456789', '请提交编组方案', '请圣荷方案', '', 'Ring.wav', 'D:\\apache-tomcat\\webapps\\xhweb/Resources/upload/filelist.dat', 'rtest1', '2017-07-11 16:17:29', '2017-07-11 16:17:49');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_repairs`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_repairs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) NOT NULL COMMENT '资产类别',
  `name` varchar(30) NOT NULL COMMENT '资产名称',
  `model` varchar(30) NOT NULL COMMENT '规格型号',
  `serialNumber` varchar(30) NOT NULL COMMENT '序列号',
  `note` varchar(100) DEFAULT NULL COMMENT '备注',
  `createTime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '资产时间',
  PRIMARY KEY (`id`),
  KEY `serialNumber` (`serialNumber`),
  KEY `model` (`model`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='设备遗失' AUTO_INCREMENT=115 ;

--
-- 转存表中的数据 `xhgmnet_business_repairs`
--

INSERT INTO `xhgmnet_business_repairs` (`id`, `type`, `name`, `model`, `serialNumber`, `note`, `createTime`) VALUES
(94, 2, '2', '2', '2', '2', '2017-06-14 05:12:59'),
(95, 1, '123', '111', '1', '1', '2017-06-14 05:17:49'),
(109, 1, '232', '2323', '223', '2323', '2017-06-14 07:51:38'),
(110, 1, '2323', '223', '2323', '23', '2017-06-14 07:52:09'),
(113, 1, '2322', '323', '2323', '2323', '2017-06-24 02:45:23'),
(114, 1, '问问', '问问', '问问', '22', '2017-06-27 07:26:20');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_business_vpn`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_business_vpn` (
  `vpnId` int(11) NOT NULL COMMENT 'vpnID',
  `name` varchar(30) DEFAULT NULL COMMENT '名称'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='虚拟专网';

--
-- 转存表中的数据 `xhgmnet_business_vpn`
--

INSERT INTO `xhgmnet_business_vpn` (`vpnId`, `name`) VALUES
(1, '???');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_call_pttid_list`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_call_pttid_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `Ptt_Time` datetime DEFAULT '0000-00-00 00:00:00' COMMENT 'Ptt按下/释放时间',
  `Call_id` int(11) NOT NULL COMMENT '呼叫流水号',
  `Ptt_Mode` tinyint(1) DEFAULT NULL COMMENT '0=Ptt按下；1=Ptt释放；',
  `PttID` varchar(10) NOT NULL COMMENT 'Ptt按下终端号码',
  `Call_TS_Id` varchar(20) NOT NULL COMMENT '接入基站id',
  `Call_BS_BS` varchar(20) NOT NULL COMMENT '接入载频id',
  `Call_RSSI` varchar(10) DEFAULT NULL COMMENT '接入场强',
  `Call_Result` varchar(20) DEFAULT NULL COMMENT '结束原因',
  `Call_Path` varchar(100) DEFAULT NULL COMMENT '音频地址',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='通话活动表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_call_session`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_call_session` (
  `id` int(64) NOT NULL AUTO_INCREMENT,
  `callId` int(32) NOT NULL COMMENT '会话号',
  `callingID` int(32) NOT NULL COMMENT 'map real calling id',
  `bcdID` int(32) NOT NULL COMMENT 'received calling id',
  `time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=6568429 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_dispatch`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_dispatch` (
  `dstId` int(11) NOT NULL COMMENT '调度台ID',
  `dstName` varchar(30) NOT NULL COMMENT '调度台名称',
  `IP` varchar(20) NOT NULL COMMENT '调度台IP',
  `setupStatus` int(1) NOT NULL DEFAULT '1' COMMENT '调度台安装状态0：未安装，1：已安装',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT 'ping状态 0：ping不通，1：ping通',
  `alarmFlag` int(11) NOT NULL DEFAULT '0' COMMENT '告警标志',
  PRIMARY KEY (`dstId`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_dispatchuser`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_dispatchuser` (
  `id` int(11) NOT NULL COMMENT '调度用户唯一标识:1~16744447之间的整数',
  `name` varchar(30) NOT NULL COMMENT '调度用户名称',
  `alias` varchar(8) NOT NULL COMMENT '用户别名:8位0~9的数字字符串',
  `mscId` int(3) NOT NULL DEFAULT '1' COMMENT '交换中心唯一标识:0-255',
  `vpnId` bigint(20) NOT NULL COMMENT '虚拟专网唯一标识:1~71776119061217279之间的整数',
  `userType` int(1) NOT NULL COMMENT '调度用户类型',
  `password` varchar(16) NOT NULL COMMENT '用户密码',
  `vaid` int(11) NOT NULL COMMENT '用户虚拟专网属性标识:1~10000之间的整数',
  `said` int(11) NOT NULL COMMENT '调度用户业务属性唯一标识:(1~10000之间的整数)',
  `masterId` int(11) NOT NULL COMMENT '隶属配置用户标识:1~16744447之间的整数',
  `fullDuple` int(11) NOT NULL COMMENT '允许全双工:1：是 2：否',
  `ambienceInitiation` int(11) NOT NULL COMMENT '允许环境监听初始化:0：否 1：是',
  `clir` int(1) NOT NULL COMMENT '主叫号码显示限制 0: unsubscribed 1: permanent 2: tempRestricted 3: tempNotRestricted',
  `clirOverride` int(1) NOT NULL COMMENT '主叫号码显示限制覆盖 1：是 2：否',
  `saName` varchar(64) DEFAULT NULL COMMENT '调度用户业务属性名',
  `supervisorStatus` int(11) NOT NULL COMMENT ' 监视状态：主/次/无',
  `dispatcherType` int(11) NOT NULL DEFAULT '0' COMMENT 'OTAP(0),PDT标准(1),PDT浙江(2)',
  `code` int(11) NOT NULL,
  `dispatchNum` int(11) NOT NULL,
  `dialString` varchar(16) NOT NULL COMMENT '直播号码',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='调度用户';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_dispatchuser_ia`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_dispatchuser_ia` (
  `id` int(11) NOT NULL COMMENT '调度用户业务属性唯一标识',
  `name` varchar(16) NOT NULL COMMENT '调度用户业务属性名称',
  `monitorOn` int(1) NOT NULL COMMENT '打开监控:打开监控 1：是 0：否',
  `PCPreempt` int(1) NOT NULL COMMENT '允许呼叫预占:允许呼叫预占 1：是 0：否',
  `callPriority` int(2) NOT NULL COMMENT '呼叫优先级:呼叫优先级 1~14之间整数 分别代表不同优先级',
  `allMute` int(1) NOT NULL COMMENT '允许全静音 1：是 0：否',
  `allMuteTimeout` int(1) NOT NULL COMMENT '全静音超时:1：是 0：否',
  `pttPriority` int(1) NOT NULL COMMENT 'PTT发射优先级:优先级0~3之间的整数',
  `time` datetime DEFAULT NULL,
  `userGroup` int(1) NOT NULL DEFAULT '1',
  `emergIndCallEnabled` int(1) NOT NULL DEFAULT '0',
  `emergGroupCallEnabled` int(1) NOT NULL DEFAULT '0',
  `prohibitTone` int(1) NOT NULL COMMENT '允许通话禁止音',
  `sideTone` int(1) NOT NULL COMMENT '允许侧音',
  `patchGroupNum` int(4) NOT NULL COMMENT '派接组数目',
  `MSGroupNum` int(4) NOT NULL COMMENT '多选组数目',
  `APBNum` int(4) NOT NULL COMMENT 'APB传输数目',
  `calledPreempt` int(4) NOT NULL COMMENT '被叫用户预占',
  `inboundCall` int(1) NOT NULL COMMENT '电话呼入',
  `inboundPTT` int(1) NOT NULL COMMENT 'PTT呼入',
  `instantTransmit` int(1) NOT NULL COMMENT '瞬时传输',
  `patchPC` int(1) NOT NULL COMMENT '派接私密呼叫',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='调度用户业务属性';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_eastcom_alarminfo`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_eastcom_alarminfo` (
  `autoID` int(64) NOT NULL AUTO_INCREMENT,
  `id` int(32) NOT NULL,
  `mscId` int(32) NOT NULL,
  `time` varchar(128) DEFAULT NULL,
  `severity` int(32) DEFAULT NULL,
  `description` varchar(128) CHARACTER SET utf8 DEFAULT NULL,
  `reason` varchar(128) CHARACTER SET utf8 DEFAULT NULL,
  `suggestion` varchar(128) CHARACTER SET utf8 DEFAULT NULL,
  `location` varchar(128) CHARACTER SET utf8 DEFAULT NULL,
  PRIMARY KEY (`autoID`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_eastcom_server`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_eastcom_server` (
  `typeId` int(11) NOT NULL,
  `server_name` varchar(64) NOT NULL,
  `ID` int(11) NOT NULL,
  `diskSize` bigint(20) NOT NULL,
  `diskUsed` bigint(20) NOT NULL,
  `memSize` bigint(11) NOT NULL,
  `memUsed` bigint(11) NOT NULL,
  `cpuLoad` int(11) NOT NULL,
  `runStatus` int(11) NOT NULL COMMENT '0在线，1离线',
  `time` datetime NOT NULL,
  PRIMARY KEY (`typeId`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='服务器类型';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_enbstatus`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_enbstatus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `enbId` int(11) NOT NULL,
  `link` int(2) NOT NULL COMMENT '0:连接  1：断开',
  `time` datetime NOT NULL,
  `runtime` varchar(128) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_equipment`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_equipment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL COMMENT '设备名称',
  `house` varchar(50) NOT NULL COMMENT '机房',
  `model` varchar(50) NOT NULL COMMENT '设备型号',
  `price` varchar(10) NOT NULL COMMENT '价格',
  `company` varchar(40) NOT NULL COMMENT '厂家',
  `picture` varchar(100) NOT NULL,
  `type` varchar(30) NOT NULL COMMENT '设备类型',
  `number` varchar(10) NOT NULL COMMENT '机身号',
  `buytime` datetime NOT NULL COMMENT '购买时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='设备管理表' AUTO_INCREMENT=532 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_equipmenthouse`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_equipmenthouse` (
  `id` int(11) NOT NULL,
  `house` varchar(40) NOT NULL COMMENT '机房名称',
  `address` varchar(100) NOT NULL COMMENT '机房地址',
  `ip` varchar(30) NOT NULL COMMENT 'ip地址',
  `setup` varchar(100) NOT NULL COMMENT '安装情况',
  `latitude` varchar(20) NOT NULL COMMENT '纬度',
  `longitude` varchar(20) NOT NULL COMMENT '经度',
  `height` varchar(20) NOT NULL COMMENT '高度',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` bigint(20) NOT NULL COMMENT '联系人电话',
  `number` int(5) NOT NULL COMMENT '设备数量',
  `lineHeight` varchar(20) NOT NULL COMMENT '天线高度',
  `chnumber` varchar(10) NOT NULL COMMENT '载频数目',
  `hometype` varchar(3) NOT NULL COMMENT '机房类型',
  `createtime` datetime NOT NULL COMMENT '创建时间',
  `roomCharge` varchar(100) NOT NULL COMMENT '房租情况',
  `electricCharge` varchar(100) NOT NULL COMMENT '电费情况',
  `type` int(1) NOT NULL COMMENT '0:moto 1: eastcom',
  `zone` varchar(30) NOT NULL,
  `level` varchar(10) NOT NULL,
  `exist` int(2) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='设备机房';

--
-- 转存表中的数据 `xhgmnet_equipmenthouse`
--

INSERT INTO `xhgmnet_equipmenthouse` (`id`, `house`, `address`, `ip`, `setup`, `latitude`, `longitude`, `height`, `contact`, `tel`, `number`, `lineHeight`, `chnumber`, `hometype`, `createtime`, `roomCharge`, `electricCharge`, `type`, `zone`, `level`, `exist`) VALUES
(1, '政府三办', '西华门街19号', '172.21.1.11', '', '30.66588889', '104', '', '', 0, 0, '90', '4', '2', '2015-12-24 17:31:06', '', '', 1, '123', '1', 1),
(2, '武侯二办', '高升桥东路16号', '172.21.2.11', '', '30.63762222', '104.0392267', '', '', 0, 0, '60', '4', '2', '2015-12-18 13:05:04', '', '', 1, '', '', 1),
(3, '粮农宾馆', '一环路西三段文化路23号', '172.21.3.11', '', '30.67789556', '104.0298756', '', '', 0, 0, '60', '4', '2', '2015-12-18 13:33:40', '', '', 1, '', '', 1),
(4, '成都大酒店', '人民北路2段29号', '172.21.4.11', '', '30.69585333', '104.0699733', '', '', 0, 0, '82', '4', '2', '2015-12-18 13:04:46', '', '', 1, '', '', 1),
(5, '电焊机大厦', '二环路东一段29号', '172.21.5.11', '', '30.67904', '104.104828', '', '', 0, 0, '60', '4', '2', '2015-12-18 13:25:58', '', '', 1, '', '', 1),
(6, '万象城', '华润万象城顶楼', '172.21.6.11', '', '30.65050222', '104.09288', '', '', 0, 0, '90', '4', '1', '2015-12-21 11:28:44', '', '', 1, '', '', 1),
(7, '魏玛国际', '魏码国际广场楼顶', '172.21.7.11', '', '30.62724222', '104.0736978', '', '', 0, 0, '82', '4', '1', '2015-12-21 11:29:02', '', '', 1, '', '', 1),
(8, '双流城区1', '双流电视塔路1号', '172.21.8.11', '', '30.57564667', '103.914', '30', '蒋文杰', 13980804719, 0, '30', '4', '2', '2015-12-23 14:02:57', '', '', 1, '双流', '1', 1),
(9, '都江堰城区1', '灌口镇百花村4组', '172.21.9.11', '', '31.02530222', '103.6375111', '3', '戴工', 13730803774, 0, '8', '2', '2', '2015-12-23 14:03:06', '', '', 1, '都江堰', '1', 1),
(10, '天府新区华阳镇', '摩尔世纪广场', '172.21.10.11', '', '30.50735333', '104.0517689', '66', '周斌', 13980480180, 0, '69', '2', '2', '2015-12-23 14:03:17', '', '', 1, '天府新区', '1', 1),
(11, '新会展假日酒店', '会展中心假日酒店19 楼', '172.21.11.11', '', '30.56029333', '104.0709778', '', '', 0, 0, '60', '3', '2', '2015-12-21 11:00:24', '', '', 1, '', '', 1),
(12, '温江城区1', '温江广播电视局', '172.22.12.11', '', '30.69482', '103.83098', '40', '刘工', 13880717856, 0, '70', '3', '2', '2015-12-23 14:03:29', '', '', 1, '温江', '1', 1),
(13, '龙泉驿城区1', '新花都酒店', '172.21.13.11', '', '30.56452889', '104.25776', '30', '陈工', 13980436677, 0, '75', '3', '2', '2015-12-23 14:03:41', '', '', 1, '龙泉驿区', '1', 1),
(14, '龙泉柏合镇', '柏合镇红学村', '172.21.14.11', '', '30.53028', '104.2088711', '3', '陈工', 13980436677, 0, '45', '2', '2', '2015-12-23 14:04:06', '', '', 1, '龙泉', '3', 1),
(15, '龙泉洪安镇', '黄土镇（成南高速）', '172.22.15.11', '', '30.68995556', '104.28912', '', '陈工', 13980436677, 0, '40', '2', '2', '2015-12-23 14:05:13', '', '', 1, '龙泉', '2', 1),
(16, '金堂城区1', '金堂邮局', '172.22.16.11', '', '30.85987278', '104.4340894', '30', '唐工', 13558620877, 0, '45', '2', '2', '2015-12-23 14:05:58', '', '', 1, '金堂', '1', 1),
(17, '金堂转龙镇', '金堂转龙镇仁家沟', '172.21.17.11', '', '30.64957333', '104.7750133', '3.2', '唐工', 13558620877, 0, '47', '2', '2', '2015-12-23 14:06:49', '', '', 1, '金堂', '3', 1),
(18, '金堂淮口镇', '金堂淮口', '172.21.18.11', '', '30.71474833', '104.5572661', '3', '唐工', 13558620877, 0, '45', '2', '2', '2015-12-23 14:07:01', '', '', 1, '金堂', '3', 1),
(19, '金堂高板镇', '金堂石龙乡', '172.21.19.11', '', '30.67327861', '104.668045', '3', '唐工', 13558620877, 0, '45', '2', '2', '2015-12-23 14:07:13', '', '', 1, '金堂', '3', 1),
(20, '青白江城区1', '青白江邮局', '172.22.20.11', '', '30.88030667', '104.2554667', '60', '单琴', 18780136826, 0, '60', '2', '2', '2015-12-23 14:07:25', '', '', 1, '青白江', '2', 1),
(21, '青白江清泉镇', '清泉镇2', '172.21.21.11', '', '30.74910444', '104.40752', '3', '单琴', 18780136826, 0, '45', '2', '2', '2015-12-23 14:07:34', '', '', 1, '青白江', '3', 1),
(22, '青白江人和乡', '青白江刘家院子', '172.22.22.11', '', '30.70004222', '104.4719911', '3', '单琴', 18780136826, 0, '45', '2', '2', '2015-12-23 14:07:44', '', '', 1, '青白江', '3', 1),
(23, '新都城区1', '新都电子路全球通大酒店', '172.21.23.11', '', '30.81950556', '104.1466292', '40', '苏工', 13882295274, 0, '65', '3', '2', '2015-12-23 14:08:16', '', '', 1, '新都', '2', 1),
(24, '新都新繁镇', '新繁邮局', '172.22.24.11', '', '30.87662111', '104.0156019', '28', '苏工', 13882295274, 0, '53', '2', '2', '2015-12-23 14:08:02', '', '', 1, '新都', '3', 1),
(25, '新都木兰镇', '木兰山木兰寺', '172.22.25.11', '', '30.77963333', '104.1906222', '3', '苏工', 13882295274, 0, '45', '2', '2', '2015-12-23 14:08:26', '', '', 1, '新都', '3', 1),
(26, '彭州城区1', '彭州邮局', '172.21.26.11', '', '30.99147333', '103.9343378', '12', '王工', 13550349444, 0, '60', '2', '2', '2015-12-23 14:08:48', '', '', 1, '彭州', '2', 1),
(27, '彭州濛阳镇', '濛阳电光', '172.21.27.11', '', '30.96094', '104.0752622', '4', '王工', 13550349444, 0, '25', '2', '2', '2015-12-23 14:08:56', '', '', 1, '彭州', '3', 1),
(28, '彭州大宝镇', '彭州大宝', '172.22.28.11', '', '31.23657556', '103.7888711', '3', '王工', 13550349444, 0, '45', '2', '2', '2015-12-23 14:09:04', '', '', 1, '彭州', '3', 1),
(29, '彭州隆丰镇', '隆丰镇双和村', '172.22.29.11', '', '31.07467778', '103.9263911', '3', '汪工', 15208385789, 0, '30', '4', '2', '2015-12-23 14:09:14', '', '', 1, '彭州', '3', 1),
(30, '移动音乐基地', '高新西区网管中心', '172.21.30.11', '', '30.74382889', '103.9665244', '', '', 0, 0, '25', '2', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(31, '郫县安德镇', '郫县新胜', '172.21.31.11', '', '30.89492', '103.768928', '', '', 0, 0, '35', '2', '2', '2015-12-23 14:09:55', '', '', 1, '郫县', '3', 1),
(32, '都江堰青城山', '青城山天然图画', '172.22.32.11', '', '30.90334', '03.5643822', '3', '戴工', 13730803774, 0, '25', '2', '2', '2015-12-23 14:10:05', '', '', 1, '都江堰', '3', 1),
(33, '都江堰柳街镇', '都江堰民安村', '172.21.33.11', '', '30.77486222', '103.6840533', '3', '戴工 ', 13730803774, 0, '45', '2', '2', '2015-12-23 14:10:15', '', '', 1, '都江堰', '3', 1),
(34, '郫县城区1', '恒创蜀都广场楼顶', '172.21.34.11', '', '30.81207556', '103.8832622', '', '', 0, 0, '', '3', '1', '2015-12-23 14:10:42', '', '', 1, '郫县', '1', 1),
(35, '崇州城区1', '崇州大酒店', '172.21.35.11', '', '30.63501556', '103.6672622', '3', '魏国', 0, 0, '20', '2', '2', '2015-12-23 14:10:56', '', '', 1, '崇州', '3', 1),
(36, '崇州三江镇', '三江镇邮局', '172.22.36.11', '', '30.54132222', '103.7777867', '3', '魏国', 0, 0, '45', '2', '2', '2015-12-23 14:11:06', '', '', 1, '崇州', '3', 1),
(37, '崇州怀远镇', '怀远镇清远村', '172.22.37.11', '', '30.74118889', '103.5054311', '3', '魏国', 0, 0, '45', '2', '2', '2015-12-23 14:11:12', '', '', 1, '崇州', '3', 1),
(38, '大邑城区1', '大邑移动新办公大楼', '172.21.38.11', '', '30.58809778', '103.5188978', '10', '韩工', 13982153485, 0, '45', '2', '2', '2015-12-23 14:11:23', '', '', 1, '大邑', '3', 1),
(39, '大邑唐场镇', '大邑唐场镇敬老院', '172.21.39.11', '', '30.48332667', '103.6255111', '3', '韩工', 13982153485, 0, '45', '2', '1', '2015-12-23 14:11:30', '', '', 1, '大邑', '3', 1),
(40, '大邑斜源镇', '斜源镇黄山村', '172.22.40.11', '', '30.62218444', '103.34048', '3.3', '王末', 0, 0, '45', '2', '2', '2015-12-23 14:12:45', '', '', 1, '大邑', '3', 1),
(41, '大邑西岭镇', '西岭镇打索场', '172.22.41.11', '', '30.70861778', '103.23224', '3', '王工', 13980480128, 0, '40', '2', '2', '2015-12-23 14:11:52', '', '', 1, '大邑', '3', 1),
(42, '邛崃城区1', '邛崃邮局', '172.21.42.11', '', '30.41435333', '103.4575822', '', '唐工', 13882133377, 0, '60', '2', '2', '2015-12-23 14:13:03', '', '', 1, '邛崃', '3', 1),
(43, '邛崃水口镇', '水口镇冯坝村', '172.21.43.11', '', '30.45401333', '103.2915644', '3', '唐工', 13882133377, 0, '45', '2', '2', '2015-12-23 14:13:09', '', '', 1, '邛崃', '3', 1),
(44, '邛崃天台山', '天台乡', '172.21.44.11', '', '30.31101111', '103.1575911', '2.8', '唐工', 1388213337, 0, '47', '2', '1', '2015-12-23 14:13:16', '', '', 1, '邛崃', '3', 1),
(45, '蒲江城区1', '蒲江邮局', '172.21.45.11', '', '30.20007778', '103.4933067', '2.8', '吴工', 13980470699, 0, '45', '2', '2', '2015-12-23 13:26:35', '', '', 1, 'null', '3', 1),
(46, '蒲江寿安镇', '蒲江长丘乡', '172.22.46.11', '', '30.23104', '103.6269244', '2.8', '吴工', 13980470699, 0, '45', '2', '2', '2015-12-23 13:27:32', '', '', 1, 'null', '3', 1),
(47, '蒲江朝阳湖镇', '蒲江成佳友助村', '172.21.47.11', '', '30.18407333', '103.4036889', '2.8', '吴工', 13980470699, 0, '45', '2', '2', '2015-12-23 13:28:21', '', '', 1, 'null', '3', 1),
(48, '蒲江大塘镇', '大塘镇老年协会', '172.21.48.11', '', '30.29617111', '103.3717039', '2.8', '吴工', 13980470699, 0, '45', '2', '2', '2015-12-23 13:30:40', '', '', 1, '蒲江 ', '3', 1),
(49, '新津城区1', '新津邮局', '172.22.49.11', '', '30.41343778', '103.8097867', '33', '李咸', 0, 0, '58', '3', '2', '2015-12-23 13:32:15', '', '', 1, '新津', '3', 1),
(50, '新津普兴镇', '普兴高速公路基站', '172.22.50.11', '', '30.42029167', '103.9026258', '3.5', '李咸', 0, 0, '45', '2', '2', '2015-12-23 13:33:14', '', '', 1, '新津', '3', 1),
(51, '植物园', '植物园', '172.21.51.11', '', '30.75865277', '104.1282388', '', '', 0, 0, '45', '2', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(52, '天府新区永兴镇', '永兴镇邮局', '172.22.52.11', '', '30.35719778', '104.1445422', '12', '沈工', 18782970044, 0, '52', '2', '2', '2015-12-23 13:34:47', '', '', 1, '天府新区', '3', 1),
(53, '双流黄甲镇', '黄甲镇达河堰村', '172.22.53.11', '', '30.46947556', '103.9448533', '2.8', '蒋文杰', 13980480158, 0, '45', '2', '2', '2015-12-23 13:37:41', '', '', 1, '双流', '3', 1),
(54, '天府新区籍田镇', '籍田邮局', '172.22.54.11', '', '30.31442444', '104.0224836', '', '', 0, 0, '55', '2', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(55, '天府新区兴隆镇', '兴隆邮局', '172.22.55.11', '', '30.4179', '104.1029956', '3.2', '周斌', 13980480180, 0, '45', '2', '2', '2015-12-23 13:37:23', '', '', 1, '天府新区', '3', 1),
(56, '邛崃回龙镇', '回龙镇七丛村', '172.22.56.11', '', '30.27891556', '103.690674', '', '', 0, 0, '40', '2', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(57, '车载基站1', '', '172.21.57.11', '', '', '', '', '', 0, 0, '', '4', '1', '2015-12-21 11:25:53', '', '', 1, '', '', 0),
(58, '车载基站2', '', '172.21.58.11', '', '', '', '', '', 0, 0, '', '2', '1', '2015-12-21 11:26:04', '', '', 1, '', '', 0),
(59, '省交警总队', '迎宾大道交警总队', '172.21.59.11', '', '30.732766', '104.005286', '', '', 0, 0, '45', '4', '1', '2015-12-21 11:31:26', '', '', 1, '', '', 1),
(60, '华西美庐', '华西美庐28楼', '172.21.60.11', '', '30.641216', '104.064994', '', '', 0, 0, '85', '4', '1', '2015-12-14 13:13:31', '', '', 1, '', '', 1),
(61, '民丰楼', '民丰楼2号楼22楼', '172.22.61.11', '', '30.57902667', '104.0628622', '', '', 0, 0, '80', '4', '1', '2015-12-29 11:19:00', '', '', 1, '主城区', '1', 1),
(62, '金履国际', '金履国际（亿臣国际酒店）C座11楼电梯机房', '172.21.62.11', '', '30.596149', '103.983162', '', '', 0, 0, '45', '4', '1', '2015-12-21 11:33:15', '', '', 1, '', '', 1),
(63, '金雁大厦', '金雁大厦', '172.21.63.11', '', '30.653658', '103.998872', '', '', 0, 0, '30', '4', '2', '2015-12-21 11:32:09', '', '', 1, '', '', 1),
(64, '温江永宁镇', '青羊区西绕城外', '172.21.64.11', '', '30.695786', '103.933464', '2.8', '刘工', 13880717856, 0, '45', '4', '2', '2015-12-23 13:39:06', '', '', 1, '温江', '2', 1),
(65, '羊西线高家庄', '金牛区西三环外（高家庄）', '172.21.65.11', '', '30.713448', '103.987972', '', '', 0, 0, '45', '4', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(66, '郫县犀浦镇', '西华大学南门', '172.22.66.11', '', '30.77245', '103.949638', '', '', 0, 0, '96', '', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(67, '郫县安靖镇', '郫县绕城外（沙西线与绕城交界处）', '172.21.67.11', '', '30.789064', '103.992461', '', '', 0, 0, '60', '4', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(68, '双流九江镇', '九江镇西南摩托车展销中心3栋3单元楼顶', '172.21.68.11', '', '30.642994', '103.925448', '', '', 0, 0, '60', '4', '1', '2015-12-21 11:34:14', '', '', 1, '', '', 1),
(69, '新都大丰镇', '大丰镇先驱大道2号润和酒店楼顶', '172.21.69.11', '', '30.77361', '104.051458', '', '', 0, 0, '45', '4', '1', '2015-12-21 11:36:22', '', '', 1, '', '', 1),
(70, '凤凰山', '无线电监测站', '172.21.70.11', '', '30.731613', '104.076677', '', '', 0, 0, '20', '4', '1', '2015-12-14 13:13:14', '', '', 1, '', '', 1),
(71, '北湖龙骏', '三环路龙潭立交外侧北湖龙郡', '172.21.71.11', '', '30.694525', '104.170661', '', '', 0, 0, '60', '4', '1', '2015-12-21 11:38:16', '', '', 1, '', '', 1),
(72, '龙泉驿十陵镇', '成华区东北三环外', '172.21.72.11', '   ', '30.646112', '104.161116', '2.8', '陈工', 13980436677, 0, '45', '4', '2', '2015-12-23 13:40:03', '325.00', '365890.00', 1, '龙泉驿区', '1', 1),
(73, '三圣乡', '龙泉驿区东三环外（红砂联合一组323号 ）', '172.21.73.11', '', '30.588013', '104.162405', '', '', 0, 0, '25', '4', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(74, '火炬时代', '火炬大厦楼顶（高朋大道科园三路4号B区）', '172.21.74.11', '', '30.622272', '104.036061', '', '', 0, 0, '60', '4', '1', '2015-12-21 11:38:42', '', '', 1, '', '', 1),
(75, '空港国际', '大件路白家段280号(韩国城)', '172.21.75.11', '', '31.021983', '103.582045', '', '', 0, 0, '45', '2', '1', '2015-12-21 11:38:56', '', '', 1, '', '', 1),
(76, '双流县公兴镇', '双流县公兴镇', '172.21.76.11', '', '31.113053', '103.842403', '2.8', '蒋文杰', 13980480150, 0, '60', '2', '2', '2015-12-23 13:42:59', '', '', 1, '双流', '1', 1),
(77, '天府新区新兴镇', '天府新区新兴镇', '172.22.77.11', '', '31.068346', '103.893063', '3.4', '王浩', 13408085677, 0, '45', '4', '2', '2015-12-23 13:44:16', '', '', 1, '天府新区', '3', 1),
(78, '都江堰城区2', '都江堰市', '172.22.78.11', '', '31.004295', '103.589027', '2.8', '戴工', 13730803774, 0, '40', '2', '2', '2015-12-23 13:45:39', '', '', 1, '都江堰市', '3', 1),
(79, '119指挥中心', '府城大道东段19号市消防支队', '172.21.79.11', '', '30.596788', '104.078858', '', '', 0, 0, '45', '4', '1', '2015-12-21 11:39:14', '', '', 1, '', '', 1),
(80, '环球中心1', '环球中心购物中心', '172.21.80.11', '', '31.051788', '103.541645', '', '', 0, 0, '', '2', '1', '2015-12-21 11:09:30', '', '', 1, '', '', 0),
(81, '环球中心2', '环球中心购物中心', '172.21.81.11', '', '31.094287', '103.627576', '', '', 0, 0, '', '2', '1', '2015-12-21 11:15:47', '', '', 1, '', '', 0),
(82, '青白江城区2', '青白江区成绵高速入口处', '172.21.82.11', ' ', '30.891173', '104.229091', '2.8', '单琴', 18780136826, 0, '45', '2', '2', '2015-12-23 13:47:09', '', ' ', 1, '青白江城区', '1', 1),
(83, '双流县牧马山', '双流县牧马山', '172.22.83.11', '', '30.4975', '103.908133', '20', '蒋文杰', 13980480158, 0, '30', '2', '2', '2015-12-23 13:48:42', '', '', 1, '双流', '1', 1),
(84, '成都市公安局', '成都市公安局应联大楼5楼机房', '172.22.84.11', '', '30.529932', '104.344865', '', '翟科长', 15882237837, 0, '45', '4', '1', '2016-05-24 11:34:12', '', '', 1, '主城区', '1', 1),
(85, '时代广场', '总府路2号时代广场楼顶', '172.21.85.11', '', '30.659236', '104.078894', '', '', 0, 0, '80', '4', '1', '2015-12-21 11:39:34', '', '', 1, '', '', 1),
(86, '新火车东站', '邛崃山路66号漫岭云天2幢33F', '172.21.86.11', '23', '30.659236', '104.078894', '36', 'wew', 1212121212, 0, '36', '4', '1', '2015-12-21 11:39:55', '23', '23', 1, '', '', 1),
(87, '金牛政务中心', '九里堤 ', '172.22.87.11', '', '', '', '', '', 0, 0, '', '', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(88, '生进大厦', '跳蹬河', '172.21.88.11', '', '', '', '', '', 0, 0, '', '', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(89, '仁和春天', '二环路光华村仁和春天C栋楼顶', '172.21.89.11', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:40:11', '', '', 1, '', '', 1),
(90, '锦江公安分局', '锦江区莲桂南路66号锦江公安分局', '172.21.90.11', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:40:27', '', '', 1, '', '', 1),
(91, '青秀城', '青龙场', '172.21.91.11', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:17:56', '', '', 1, '', '', 1),
(92, '攀钢大厦', '梁家巷 ', '172.21.92.11', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:18:08', '', '', 1, '', '', 1),
(96, '郫县古城镇', '郫县三道堰镇', '172.22.96.11', '', '', '', '', '', 0, 0, '', '', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(98, '天府新区太平镇', '双流县白沙镇 ', '172.22.98.11', '', '30.437863', '104.222777', '2.8', '周斌', 13980480180, 0, '45', '2', '2', '2015-12-23 14:13:42', '', '', 1, '天府新区', '3', 1),
(99, '天府新区正兴镇 ', '双流县永安镇 ', '172.22.99.11', '', '30.441457', '104.037173', '2.8', '周斌', 13980480180, 0, '60', '2', '2', '2015-12-23 14:14:06', '', '', 1, '天府新区', '3', 1),
(100, '双流永安镇 ', '双流县黄龙溪镇 ', '172.22.100.11', '', '', '', '2.8', '蒋文杰', 1398048158, 0, '45', '2', '2', '2015-12-23 13:54:30', '', '', 1, '双流', '3', 1),
(107, '龙泉驿茶店镇 ', '龙泉驿区石经寺 ', '172.21.107.11', '', '30.516042', '104.35202', '2.8', '徐工', 13568953223, 0, '45', '2', '2', '2015-12-23 14:14:35', '', '', 1, '龙泉驿区', '3', 1),
(116, '龙泉驿西河镇', '十里店', '172.21.116.11', '', '30.677837', '104.20362', '2.8', '徐工', 13568953223, 0, '45', '2', '2', '2015-12-23 14:14:52', '', '', 1, '龙泉驿区', '3', 1),
(117, '天府新区大林镇 ', '双流县大林镇 ', '172.22.117.11', '', '30.30061', '104.131912', '3.1', '周斌', 13980480180, 0, '25', '2', '2', '2015-12-23 14:15:09', '', '', 1, '天府新区', '3', 1),
(119, '双流西航港2', '双流新观山 ', '172.21.119.11', '', '30.537403', '103.999137', '2.8', '蒋文杰', 13980480158, 0, '45', '2', '2', '2015-12-23 14:15:28', '', '', 1, '双流', '3', 1),
(130, '第一社会福利院 ', '温江区光华大道 ', '172.21.130.11', '', '', '', '', '', 0, 0, '', '', '2', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(145, '天府新区万安镇 ', '双流县新兴镇 ', '172.21.145.11', '', '30.472483', '104.120422', '3.2', '周斌', 13980480180, 0, '45', '2', '2', '2015-12-23 14:15:44', '', '', 1, '天府新区', '3', 1),
(146, '天府新区煎茶镇 ', '双流县煎茶镇 ', '172.21.146.11', '', '30.38044', '104.049788', '2.8', '周斌', 13980480180, 0, '45', '2', '2', '2015-12-23 14:20:41', '', '', 1, '天府新区', '3', 1),
(148, '无', '无 ', '172.21.148.11', '', '', '', '', '', 0, 0, '', '', '2', '2015-12-21 11:23:22', '', '', 1, '', '', 0),
(199, '测试基站', '西区亚光', '172.21.199.11', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:22:49', '', '', 1, '', '', 0),
(1059, 'moto基站59', '西区亚光桥接基站1', '', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-14 13:07:20', '', '', 0, '', '', 0),
(1060, 'moto基站60', '西区亚光桥接基站2', '', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:23:37', '', '', 0, '', '', 0),
(1061, 'moto基站61', '西区亚光桥接基站3', '', '', '', '', '', '', 0, 0, '', '', '1', '2015-12-21 11:23:53', '', '', 0, '', '', 0),
(172, '移动基站2', '', '172.22.172.11', '', '', '', '', '', 0, 0, '', '', '', '0000-00-00 00:00:00', '', '', 1, '', '', 0),
(171, '移动基站1', '', '172.22.171.11', '', '', '', '', '', 0, 0, '', '', '', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(173, '移动基站3', '', '172.22.173.11', '', '', '', '', '', 0, 0, '', '', '', '0000-00-00 00:00:00', '', '', 1, '', '', 1),
(93, '会议中心室分', '新会展会议中心-2楼', '172.22.93.11', '', '', '', '0', '梁政', 13608023816, 1, '0', '1', '1', '2016-06-15 15:43:32', '', '', 0, '主城区-高新南', '1', 1);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_equipment_other`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_equipment_other` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `equipment_id` int(11) NOT NULL COMMENT '设备ID',
  `ip` varchar(30) CHARACTER SET utf8 NOT NULL COMMENT '设备ip',
  `type` int(11) NOT NULL COMMENT '设备类型',
  `name` varchar(128) CHARACTER SET utf8 NOT NULL COMMENT '设备名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_inspection`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_inspection` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `house` varchar(30) NOT NULL COMMENT '机房名称',
  `name` varchar(50) NOT NULL COMMENT '巡检设备',
  `type` varchar(30) NOT NULL,
  `inspectionTime` datetime NOT NULL COMMENT '巡检时间',
  `inspectionPerson` varchar(20) NOT NULL COMMENT '巡检人',
  `inspectionResult` varchar(500) NOT NULL COMMENT '巡检结果',
  `result` varchar(200) NOT NULL COMMENT '处理结果',
  `degree` float NOT NULL COMMENT '剩余电费',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_log`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `operator` varchar(20) NOT NULL COMMENT '操作员',
  `content` varchar(100) NOT NULL COMMENT '操作内容',
  `time` datetime NOT NULL COMMENT '操作时间',
  `type` int(1) NOT NULL COMMENT '操作类型1：添加数据；2：修改数据；3：删除数据；4：其他操作',
  `ip` char(16) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `operator` (`operator`),
  KEY `time` (`time`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='系统日志' AUTO_INCREMENT=21462 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_msclist`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_msclist` (
  `vpnId` int(11) NOT NULL COMMENT '交换中心ID',
  `name` varchar(50) NOT NULL,
  PRIMARY KEY (`vpnId`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='交换中心';

--
-- 转存表中的数据 `xhgmnet_msclist`
--

INSERT INTO `xhgmnet_msclist` (`vpnId`, `name`) VALUES
(1, '成都应急指挥调度交换中心');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_multigroup`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_multigroup` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `C_MultigroupID` int(11) NOT NULL COMMENT '通播组ID',
  `M_MultigroupAlias` varchar(16) NOT NULL COMMENT '名称',
  `M_SecurityGroup` varchar(16) NOT NULL COMMENT '安全组',
  `M_ConsoleTGMGCapabilityProfileAlias` varchar(16) NOT NULL COMMENT '调度台通话组/通播组属性模版',
  `M_TGMGCapabilityProfileAlias` varchar(16) NOT NULL COMMENT '通话组/通播组属性模版',
  `M_TGMGValidSitesProfileAlias` varchar(16) NOT NULL COMMENT '通话组/通播组有效站点',
  `M_PreemptCapable` tinyint(1) NOT NULL COMMENT '预占使能',
  `M_InterruptOrWaitMode` tinyint(1) NOT NULL COMMENT '打断中断',
  `M_ExtendedBandchannelscanbeassigned` tinyint(1) NOT NULL,
  `M_GroupEnable` tinyint(1) NOT NULL COMMENT '组使能',
  `E_name` varchar(16) NOT NULL COMMENT '名字',
  `E_alias` varchar(16) NOT NULL COMMENT '别名',
  `E_mscId` int(11) NOT NULL COMMENT '交换中心ID',
  `E_vpnId` bigint(20) NOT NULL COMMENT 'VPN标示',
  `E_said` int(11) NOT NULL,
  `E_iaid` int(11) NOT NULL COMMENT '通话组/通播组互联属性标识',
  `E_vaid` int(11) NOT NULL COMMENT '虚拟专网属性标示',
  `E_preempt` tinyint(1) NOT NULL COMMENT '预占使能',
  `E_radioType` int(11) NOT NULL COMMENT '用户组类型',
  `E_enabled` tinyint(1) NOT NULL COMMENT '组使能',
  `E_directDial` varchar(16) NOT NULL COMMENT '直播号码',
  `interruptWait` int(1) NOT NULL,
  `pdtType` int(4) NOT NULL COMMENT '0或581',
  `npType` int(4) NOT NULL COMMENT '0-1000',
  PRIMARY KEY (`id`,`C_MultigroupID`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='通播组表' AUTO_INCREMENT=19 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_notify`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_notify` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) NOT NULL COMMENT '标题',
  `content` varchar(200) NOT NULL COMMENT '内容',
  `recvUser` varchar(20) NOT NULL COMMENT '发件人',
  `time` datetime NOT NULL COMMENT '发送时间',
  `sendUser` varchar(30) NOT NULL COMMENT '收件人',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '读取状态0：未读1：已读',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='站内通知' AUTO_INCREMENT=46 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_communicationfault`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_communicationfault` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '通信故障',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='通信故障' AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `xhgmnet_operations_communicationfault`
--

INSERT INTO `xhgmnet_operations_communicationfault` (`id`, `fileName`, `contact`, `tel`, `note`, `status`, `filePath`, `uploadUser`, `recvUser`, `createtime`) VALUES
(3, 'wew', '问问', '为', '喂喂喂', 0, 'null', '问问', '问问', '2017-07-05 06:05:04');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_fault`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_fault` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '故障处理报告',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` datetime NOT NULL COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='故障处理报告' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_inspection`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_inspection` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '巡检表、值班记录',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=gb2312 COMMENT='巡检表、值班记录' AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `xhgmnet_operations_inspection`
--

INSERT INTO `xhgmnet_operations_inspection` (`id`, `fileName`, `contact`, `tel`, `note`, `status`, `filePath`, `uploadUser`, `recvUser`, `createtime`) VALUES
(1, '钱王拳王驱蚊器', '张三', '181002536369', '123', 0, 'null', 'admin', 'test1', '2017-07-04 01:54:17');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_monthreport`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_monthreport` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '周报、月报',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='月报' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_offonline`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_offonline` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(10) NOT NULL,
  `online` int(1) NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `deviceId` (`userId`),
  KEY `time` (`time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='终端上下线' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_quality`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_quality` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '周报、月报',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='运维质量抽检表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_qualitycount`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_qualitycount` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '周报、月报',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='运维质量抽检统计表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_regular`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_regular` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '例会文件',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` datetime NOT NULL COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='例会文件' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_summary`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_summary` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fileName` varchar(50) NOT NULL COMMENT '纪要文件',
  `contact` varchar(20) NOT NULL COMMENT '联系人',
  `tel` varchar(20) NOT NULL COMMENT '联系方式',
  `note` varchar(100) NOT NULL COMMENT '备注信息',
  `status` tinyint(1) NOT NULL COMMENT '状态0：未签收；1：签收',
  `filePath` varchar(200) NOT NULL COMMENT '文件地址',
  `uploadUser` varchar(30) NOT NULL COMMENT '上传者',
  `recvUser` varchar(30) NOT NULL COMMENT ' 接收者',
  `createtime` datetime NOT NULL COMMENT '上传时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='纪要文件' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_task`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL COMMENT '标题',
  `content` varchar(500) NOT NULL COMMENT '内容',
  `note` varchar(100) NOT NULL COMMENT '备注',
  `liucheng` varchar(11) NOT NULL COMMENT '处理流程',
  `emergency` varchar(11) NOT NULL COMMENT '紧急程度',
  `person` varchar(30) NOT NULL COMMENT '发起人',
  `userName` varchar(30) NOT NULL,
  `status` int(1) NOT NULL,
  `createtime` datetime NOT NULL,
  `finishTime` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `title` (`title`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='下达任务' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_userstatus`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_userstatus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) NOT NULL COMMENT '用户ID',
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `iaList` varchar(20) NOT NULL COMMENT '位置区域列表',
  `time` datetime NOT NULL COMMENT '时间',
  `regStatus` int(1) NOT NULL COMMENT '注册状态 0:不在线，1：在线',
  `callStatus` int(1) NOT NULL COMMENT '呼叫状态0：空闲，1：正在通话',
  `TGid` int(11) NOT NULL COMMENT '附着组ID',
  `flag` int(1) NOT NULL COMMENT '1:Moto,0:etra',
  PRIMARY KEY (`id`),
  KEY `userstatus_index` (`time`,`userId`,`bsId`,`regStatus`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 ROW_FORMAT=DYNAMIC COMMENT='终端状态' AUTO_INCREMENT=5876 ;

--
-- 转存表中的数据 `xhgmnet_operations_userstatus`
--

INSERT INTO `xhgmnet_operations_userstatus` (`id`, `userId`, `bsId`, `iaList`, `time`, `regStatus`, `callStatus`, `TGid`, `flag`) VALUES
(5818, 80020200, 36, '', '2017-06-23 00:00:00', 1, 0, 80020205, 0),
(5819, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5820, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5821, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5822, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5823, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5824, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5825, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5826, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5827, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5828, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5829, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5830, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5831, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5832, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5833, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5834, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5835, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5836, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5837, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5838, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5839, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5840, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5841, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5842, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5843, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5844, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5845, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5846, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5847, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5848, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5849, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5850, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5851, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5852, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5853, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5854, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5855, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5856, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5857, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5858, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5859, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5860, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5861, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5862, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5863, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5864, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5865, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5866, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5867, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5868, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5869, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5870, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5871, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5872, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5873, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5874, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5875, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_operations_userstatus_h`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_operations_userstatus_h` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) NOT NULL COMMENT '用户ID',
  `bsId` int(11) NOT NULL COMMENT '基站ID',
  `iaList` varchar(20) NOT NULL COMMENT '位置区域列表',
  `time` datetime NOT NULL COMMENT '时间',
  `regStatus` int(1) NOT NULL COMMENT '注册状态 0:不在线，1：在线',
  `callStatus` int(1) NOT NULL COMMENT '呼叫状态0：空闲，1：正在通话',
  `TGid` int(11) NOT NULL COMMENT '附着组ID',
  `flag` int(1) NOT NULL COMMENT '1:Moto,0:etra',
  PRIMARY KEY (`id`),
  KEY `userstatus_index` (`time`,`userId`,`bsId`,`regStatus`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 ROW_FORMAT=DYNAMIC COMMENT='终端状态' AUTO_INCREMENT=5876 ;

--
-- 转存表中的数据 `xhgmnet_operations_userstatus_h`
--

INSERT INTO `xhgmnet_operations_userstatus_h` (`id`, `userId`, `bsId`, `iaList`, `time`, `regStatus`, `callStatus`, `TGid`, `flag`) VALUES
(5818, 80020200, 36, '', '2017-06-23 00:00:00', 1, 0, 80020205, 0),
(5819, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5820, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5821, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5822, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5823, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5824, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5825, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5826, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5827, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5828, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5829, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5830, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5831, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5832, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5833, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5834, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5835, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5836, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5837, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5838, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5839, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5840, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5841, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5842, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5843, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5844, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5845, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5846, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5847, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5848, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5849, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5850, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5851, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5852, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5853, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5854, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5855, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5856, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5857, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5858, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5859, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5860, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5861, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5862, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5863, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5864, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5865, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5866, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5867, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5868, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5869, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5870, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5871, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5872, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5873, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5874, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0),
(5875, 80020201, 1, '', '2017-06-23 00:00:00', 0, 1, 800200206, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_phonebook`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_phonebook` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `phoneNumber` varchar(30) NOT NULL,
  `groupid` int(11) NOT NULL,
  `online` varchar(10) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `id` (`id`),
  KEY `id_2` (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 AUTO_INCREMENT=35 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_phonebook_con`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_phonebook_con` (
  `id` int(11) NOT NULL,
  `userId` int(11) NOT NULL,
  `groupId` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `userId` (`userId`),
  KEY `groupId` (`groupId`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_phonegroup`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_phonegroup` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `groupname` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `id` (`id`),
  KEY `id_2` (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 AUTO_INCREMENT=11 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_phonesms`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_phonesms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `number` varchar(20) NOT NULL,
  `content` varchar(140) NOT NULL,
  `status` int(1) NOT NULL COMMENT '1.发送中 0.待发送  2.发送成功 3.发送失败 4.5输入错误',
  `createtime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='发送手机短信' AUTO_INCREMENT=13166 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radio`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radio` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `RadioID` bigint(20) NOT NULL COMMENT 'ID号',
  `RadioSerialNumber` varchar(15) DEFAULT NULL COMMENT '序列号',
  `RadioReferenceID` varchar(20) DEFAULT NULL COMMENT '参考号',
  `SecurityGroup` varchar(16) DEFAULT NULL COMMENT '安全组',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radiouser`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radiouser` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `C_ID` bigint(20) NOT NULL COMMENT '无线用户ID号',
  `M_RadioUserAlias` varchar(16) NOT NULL COMMENT '用户别名',
  `M_SecurityGroup` varchar(16) NOT NULL COMMENT '安全组',
  `M_EmergencyAlarmComments` varchar(64) NOT NULL COMMENT '紧急告警说明',
  `M_InterconnectEnabled` int(1) NOT NULL COMMENT '互联许可',
  `M_PacketDataEnabled` int(1) NOT NULL COMMENT '分组数据许可',
  `M_ShortDataEnabled` int(1) NOT NULL COMMENT '段数据许可',
  `M_FullDuplexEnabled` int(1) NOT NULL COMMENT '全双工许可',
  `M_ExtendedBandchannelscanbeassigned` int(1) NOT NULL COMMENT '扩展信道分配许可',
  `M_RadioUserCapabilityProfileAlias` varchar(16) NOT NULL COMMENT '用户业务属性模版',
  `M_RadioUserValidSitesProfileAlias` varchar(16) NOT NULL COMMENT '用户有效站点模版',
  `M_RadioUserInterconnectProfileAlias` varchar(16) NOT NULL COMMENT '用户互联属性模版',
  `M_UserEnabled` int(1) NOT NULL COMMENT '用户使能',
  `M_LogonRequired` int(1) NOT NULL COMMENT '登录需求',
  `M_AssignedIPAddress` varchar(20) NOT NULL COMMENT 'ip',
  `M_AccessPointName` varchar(63) NOT NULL COMMENT '接入点',
  `M_AssignedRAG` int(11) NOT NULL COMMENT '资源分配组',
  `M_ReadyTimer` int(11) NOT NULL COMMENT '非活动状态占用分组数据信道最大秒数',
  `M_ICMPEnabled` int(1) NOT NULL COMMENT 'ICMP许可',
  `M_NetworkIngressFilteringEnabled` int(1) NOT NULL,
  `M_MultislotPacketDataEnabled` int(1) NOT NULL COMMENT '多时隙分组数据许可',
  `M_TalkgroupAlias` varchar(16) NOT NULL COMMENT '主通话组',
  `M_EnableAmbienceListeningMonitoring` int(1) NOT NULL COMMENT '环境监听许可',
  `M_EnableAmbienceListeningInitiation` int(1) NOT NULL COMMENT '环境监听初始化许可',
  `M_DirectDialNumber` varchar(15) NOT NULL COMMENT '直播号码',
  `M_PABXAccessEnabled` int(1) NOT NULL COMMENT 'PABX接入许可',
  `M_PSTNAccessEnabled` int(1) NOT NULL COMMENT 'PSTN接入许可',
  `M_QAMDataEnabled` int(1) NOT NULL COMMENT 'QAM数据许可',
  `M_StoreandForwardEnabled` int(1) NOT NULL COMMENT '存贮转发许可',
  `E_name` varchar(16) CHARACTER SET utf8 NOT NULL COMMENT '无线用户名称',
  `E_alias` varchar(8) CHARACTER SET utf8 NOT NULL COMMENT '用户别名： 8位  0~9的数字符串',
  `E_mscId` int(11) NOT NULL DEFAULT '1' COMMENT '交换中心唯一标识',
  `E_vpnId` int(11) NOT NULL COMMENT '虚拟专网唯一标识',
  `E_sn` varchar(32) CHARACTER SET utf8 NOT NULL COMMENT '警员编号',
  `E_company` varchar(32) CHARACTER SET utf8 NOT NULL COMMENT '用户所在单位',
  `E_type` varchar(16) CHARACTER SET utf8 NOT NULL COMMENT '警察种类',
  `E_enabled` int(1) NOT NULL COMMENT '用户使能',
  `E_shortData` int(1) NOT NULL COMMENT '允许短数据',
  `E_fullDuple` int(1) NOT NULL COMMENT '允许全双工',
  `E_radioType` int(11) NOT NULL COMMENT '无线用户类型',
  `E_anycall` int(1) NOT NULL COMMENT '是否允许跨组呼叫',
  `E_saId` int(11) NOT NULL COMMENT '无线用户业务属性标识',
  `E_iaId` int(11) NOT NULL COMMENT '无线用户互连属性标识',
  `E_vaId` int(11) NOT NULL COMMENT '用户虚拟专网属性标识',
  `E_rutgId` int(11) NOT NULL COMMENT '通话组列表标识',
  `E_ip` varchar(20) NOT NULL COMMENT 'IP地址',
  `E_PrimaryTGId` int(11) NOT NULL COMMENT '主通话组标识',
  `E_ambienceMonitoring` int(1) NOT NULL COMMENT '允许环境监听',
  `E_packetData` int(1) NOT NULL COMMENT '允许分组数据',
  `E_ambienceInitiation` int(1) NOT NULL COMMENT '允许环境监听初始化',
  `E_directDial` varchar(16) NOT NULL COMMENT '直拨号码',
  `E_PSTNAccess` int(1) NOT NULL COMMENT '允许PSTN接入',
  `E_pabxAccess` int(1) NOT NULL COMMENT '允许PABX接入',
  `E_clir` int(1) NOT NULL COMMENT '主叫号码显示限制',
  `E_clirOverride` int(1) NOT NULL COMMENT '主叫号码显示限制覆盖',
  `E_killed` int(1) NOT NULL COMMENT '遥启遥毙',
  `E_msType` int(11) NOT NULL COMMENT 'MS类型',
  `E_status` int(1) NOT NULL DEFAULT '0',
  `pdtType` int(11) NOT NULL COMMENT '0或581',
  `npType` int(11) NOT NULL COMMENT '0-1000',
  `esn` varchar(20) NOT NULL,
  `subscriberClass` int(11) NOT NULL COMMENT '用户类别0-65535',
  `brdgFrdEnabled` int(1) NOT NULL COMMENT '桥接中心使能12',
  `authRequired` int(1) NOT NULL COMMENT '鉴权要求0取决于系统配置 1要求 2不要求',
  `txPriority` int(11) NOT NULL COMMENT '发射优先级0~3',
  `serialNum` varchar(15) NOT NULL COMMENT 'S/N',
  `tei` varchar(15) NOT NULL,
  `onlinestatus` int(1) NOT NULL DEFAULT '0',
  `callstatus` int(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`,`C_ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 ROW_FORMAT=COMPACT AUTO_INCREMENT=10019 ;

--
-- 转存表中的数据 `xhgmnet_radiouser`
--

INSERT INTO `xhgmnet_radiouser` (`id`, `C_ID`, `M_RadioUserAlias`, `M_SecurityGroup`, `M_EmergencyAlarmComments`, `M_InterconnectEnabled`, `M_PacketDataEnabled`, `M_ShortDataEnabled`, `M_FullDuplexEnabled`, `M_ExtendedBandchannelscanbeassigned`, `M_RadioUserCapabilityProfileAlias`, `M_RadioUserValidSitesProfileAlias`, `M_RadioUserInterconnectProfileAlias`, `M_UserEnabled`, `M_LogonRequired`, `M_AssignedIPAddress`, `M_AccessPointName`, `M_AssignedRAG`, `M_ReadyTimer`, `M_ICMPEnabled`, `M_NetworkIngressFilteringEnabled`, `M_MultislotPacketDataEnabled`, `M_TalkgroupAlias`, `M_EnableAmbienceListeningMonitoring`, `M_EnableAmbienceListeningInitiation`, `M_DirectDialNumber`, `M_PABXAccessEnabled`, `M_PSTNAccessEnabled`, `M_QAMDataEnabled`, `M_StoreandForwardEnabled`, `E_name`, `E_alias`, `E_mscId`, `E_vpnId`, `E_sn`, `E_company`, `E_type`, `E_enabled`, `E_shortData`, `E_fullDuple`, `E_radioType`, `E_anycall`, `E_saId`, `E_iaId`, `E_vaId`, `E_rutgId`, `E_ip`, `E_PrimaryTGId`, `E_ambienceMonitoring`, `E_packetData`, `E_ambienceInitiation`, `E_directDial`, `E_PSTNAccess`, `E_pabxAccess`, `E_clir`, `E_clirOverride`, `E_killed`, `E_msType`, `E_status`, `pdtType`, `npType`, `esn`, `subscriberClass`, `brdgFrdEnabled`, `authRequired`, `txPriority`, `serialNum`, `tei`, `onlinestatus`, `callstatus`) VALUES
(10000, 80020200, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '测试终端200', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10001, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10003, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10005, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10007, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10009, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10011, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 1, 0),
(10013, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0),
(10015, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 1, 0),
(10017, 80020201, '', '', '', 0, 0, 0, 0, 0, '', '', '', 0, 0, '', '', 0, 0, 0, 0, 0, '', 0, 0, '', 0, 0, 0, 0, '', '', 1, 0, '', '', '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', 0, 0, 0, 0, 0, 0, 0, 0, 0, '', 0, 0, 0, 0, '', '', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radiouseria`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radiouseria` (
  `id` int(4) NOT NULL COMMENT '无线用户互连属性标识',
  `name` varchar(16) NOT NULL COMMENT '无线用户互连属性名',
  `priorityLevel` int(2) NOT NULL COMMENT '优先级1-14',
  `bicType` int(1) NOT NULL DEFAULT '0' COMMENT '呼入限制号码字冠表类型:0-白名单；1-黑名单，默认为0',
  `bocType` int(1) NOT NULL DEFAULT '0' COMMENT '呼出限制号码字冠表类型:0-白名单；1-黑名单，默认为0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='无线用户互联属性';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radiouser_e_businessattribute`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radiouser_e_businessattribute` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '无线用户业务属性标识',
  `name` varchar(16) DEFAULT NULL COMMENT '无线用户业务属性名称',
  `ssId` int(11) NOT NULL COMMENT '状态集标识',
  `ssName` varchar(16) DEFAULT NULL COMMENT '状态集名称',
  `dispatchPriority` int(11) NOT NULL DEFAULT '0' COMMENT '呼叫优先级（1~14分别代表不同优先级）',
  `PCEEnabled` int(2) NOT NULL COMMENT '允许私密呼叫',
  `TGEnabled` int(1) NOT NULL DEFAULT '1' COMMENT '允许组呼叫',
  `MGEnabled` int(1) NOT NULL DEFAULT '1' COMMENT '允许通播组呼叫',
  `MGEmergencyEnabled` int(1) NOT NULL DEFAULT '0' COMMENT '允许通播组紧急呼叫',
  `dispatchPreempt` int(1) NOT NULL DEFAULT '0' COMMENT '允许呼叫预占',
  `allSitesAllowed` int(1) NOT NULL COMMENT '全部站点许可',
  `calledPreempt` int(1) NOT NULL DEFAULT '0' COMMENT '允许呼叫预占',
  `userGroup` int(11) NOT NULL COMMENT '用户组1~255',
  `emergIndCallEnabled` int(11) NOT NULL COMMENT '紧急单呼许可范围1~2',
  `emergGroupCallEnabled` int(11) NOT NULL COMMENT '紧急组呼许可范围1~2',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='东信业务属性' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radiouser_m_businessattribute`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radiouser_m_businessattribute` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ProfileID` int(11) NOT NULL COMMENT '用户属性模版ID',
  `ProfileAlias` varchar(16) NOT NULL COMMENT '用户属性模版名',
  `SecurityGroup` varchar(16) NOT NULL COMMENT '安全组',
  `PrimaryStatusSetAlias` varchar(16) NOT NULL COMMENT '主状态集名',
  `SecondaryStatusSetAlias` varchar(16) NOT NULL COMMENT '次状态集名',
  `DispatchPCPriorityLevel` int(11) NOT NULL COMMENT '调度和私密呼叫优先级',
  `PrivateCallEnabled` tinyint(1) NOT NULL COMMENT '私密呼叫许可',
  `DispatchEnabled` tinyint(1) NOT NULL COMMENT '调度呼叫许可',
  `DispatchEmergencyEnabled` tinyint(1) NOT NULL COMMENT '调度紧急呼叫许可',
  `MultiGroupEnabled` tinyint(1) NOT NULL COMMENT '多播组呼叫许可',
  `MultiGroupEmergencyEnabled` tinyint(1) NOT NULL COMMENT '多播组紧急呼叫许可',
  `GroupScanningEnabled` tinyint(1) NOT NULL COMMENT '组扫描许可',
  `PrivateCallPreemptEnabled` tinyint(1) NOT NULL COMMENT '私密呼叫预占优先',
  `CalledUserPreemption` tinyint(1) NOT NULL COMMENT '呼叫预占优先',
  `UserGroupAlias` varchar(16) NOT NULL COMMENT '用户组别名',
  `LoadClassName` varchar(16) NOT NULL COMMENT '加载类别名',
  `BicProfileID` int(11) NOT NULL COMMENT '呼入受限ID',
  `BocProfileID` int(11) NOT NULL COMMENT '呼出受限ID',
  `EnableBarringPttOnEmergency` tinyint(1) NOT NULL COMMENT '除PTT ON以外紧急许可',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COMMENT='moto用户业务属性 ' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_radio_status`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_radio_status` (
  `mscId` int(11) NOT NULL,
  `bsId` int(11) NOT NULL,
  `onlineStatus` int(1) NOT NULL,
  `talkStatus` int(1) NOT NULL,
  `talkGroupId` int(11) NOT NULL,
  `sysTag` int(1) NOT NULL,
  `updateTime` datetime NOT NULL,
  PRIMARY KEY (`mscId`),
  KEY `mscId` (`mscId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xhgmnet_radio_status`
--

INSERT INTO `xhgmnet_radio_status` (`mscId`, `bsId`, `onlineStatus`, `talkStatus`, `talkGroupId`, `sysTag`, `updateTime`) VALUES
(80020200, 12, 1, 0, 80020900, 1, '2017-06-07 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_savalidregion_ra`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_savalidregion_ra` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '有效地域标识',
  `saId` int(11) NOT NULL COMMENT '业务属性标识',
  `saName` varchar(50) NOT NULL COMMENT '业务属性名',
  `mscId` int(11) NOT NULL COMMENT '交换中心标识',
  `mscName` varchar(50) NOT NULL COMMENT '交换中心名称',
  `type` int(1) NOT NULL COMMENT '生效方式0 - 允许, 1 - 屏蔽，',
  `neType` int(3) NOT NULL COMMENT '网元类型2代表交换6代表isgw N为获取有效地域数目，最大为18',
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `saId` (`saId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='无线用户有效地域列表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_savalidregion_tg`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_savalidregion_tg` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '有效地域标识',
  `saId` int(11) NOT NULL COMMENT '业务属性标识',
  `saName` varchar(50) NOT NULL COMMENT '业务属性名',
  `mscId` int(11) NOT NULL COMMENT '交换中心标识',
  `mscName` varchar(50) NOT NULL COMMENT '交换中心名称',
  `type` int(1) NOT NULL COMMENT '生效方式0 - 允许, 1 - 屏蔽，',
  `neType` int(3) NOT NULL COMMENT '网元类型2代表交换6代表isgw N为获取有效地域数目，最大为18',
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='无线用户有效地域列表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_savalidsite_ra`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_savalidsite_ra` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `saId` int(11) NOT NULL COMMENT '业务属性标识',
  `saName` varchar(64) CHARACTER SET utf8 NOT NULL,
  `mscId` int(11) NOT NULL,
  `mscName` varchar(64) CHARACTER SET utf8 NOT NULL,
  `bsId` int(11) NOT NULL COMMENT '基站标识',
  `bsName` varchar(30) CHARACTER SET utf8 NOT NULL COMMENT '基站名',
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=252 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_savalidsite_tg`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_savalidsite_tg` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `saId` int(11) NOT NULL COMMENT '业务属性标识',
  `saName` varchar(64) CHARACTER SET utf8 NOT NULL,
  `mscId` int(11) NOT NULL,
  `mscName` varchar(64) CHARACTER SET utf8 NOT NULL,
  `bsId` int(11) NOT NULL COMMENT '基站标识',
  `bsName` varchar(30) CHARACTER SET utf8 NOT NULL COMMENT '基站名',
  `required` int(11) NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=1024 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_server_sys_info`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_server_sys_info` (
  `id` int(11) NOT NULL,
  `name` varchar(64) DEFAULT NULL,
  `ip` varchar(32) CHARACTER SET latin1 DEFAULT NULL,
  `cpan` varchar(64) CHARACTER SET latin1 DEFAULT NULL COMMENT 'C盘内存 单位mb',
  `dpan` varchar(64) CHARACTER SET latin1 DEFAULT NULL COMMENT 'd盘内存 单位mb',
  `status` int(11) NOT NULL DEFAULT '0' COMMENT '1:运行正常  0:无法连接',
  `time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_sms_recv`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_sms_recv` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `writeTime` datetime DEFAULT '0000-00-00 00:00:00' COMMENT '短信写入时间',
  `srcId` bigint(20) NOT NULL COMMENT '短信源Id',
  `dstId` bigint(20) NOT NULL COMMENT '短信目标ID',
  `refNum` bigint(20) DEFAULT NULL COMMENT '参考号',
  `content` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '短信内容',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='短信接收表' AUTO_INCREMENT=61 ;

--
-- 转存表中的数据 `xhgmnet_sms_recv`
--

INSERT INTO `xhgmnet_sms_recv` (`id`, `writeTime`, `srcId`, `dstId`, `refNum`, `content`) VALUES
(1, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(2, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(3, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(4, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(5, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(6, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(7, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(8, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(9, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(10, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(11, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(12, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(13, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(14, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(15, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(16, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(17, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(18, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(19, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(20, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(21, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(22, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(23, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(24, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(25, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(26, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(27, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(28, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(29, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(30, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(31, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(32, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(33, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(34, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(35, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(36, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(37, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(38, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(39, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(40, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(41, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(42, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(43, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(44, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(45, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(46, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(47, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(48, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(49, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(50, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(51, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(52, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(53, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(54, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(55, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(56, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(57, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(58, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(59, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345'),
(60, '2017-06-26 00:00:00', 80020200, 80020900, 1, '12345');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_sms_send`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_sms_send` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `writeTime` datetime DEFAULT '0000-00-00 00:00:00' COMMENT '短信写入时间',
  `srcId` bigint(20) NOT NULL COMMENT '短信源Id',
  `dstId` bigint(20) NOT NULL COMMENT '短信目标ID',
  `refNum` int(11) DEFAULT NULL COMMENT '参考号',
  `content` varchar(255) CHARACTER SET gb2312 DEFAULT NULL COMMENT '短信内容',
  `status` int(2) DEFAULT NULL COMMENT '发送状态0：成功；1：失败；2：已消费；3：发送中；',
  `IG` int(2) DEFAULT NULL COMMENT '单发或组发 0：单发，1：组发',
  `serNum` bigint(20) DEFAULT NULL COMMENT '流水号',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='短信发送表' AUTO_INCREMENT=34 ;

--
-- 转存表中的数据 `xhgmnet_sms_send`
--

INSERT INTO `xhgmnet_sms_send` (`id`, `writeTime`, `srcId`, `dstId`, `refNum`, `content`, `status`, `IG`, `serNum`) VALUES
(1, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(2, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(3, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(4, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(5, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(6, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(7, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(8, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(9, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(10, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(11, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(12, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(13, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(14, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(15, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(16, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(17, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(18, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(19, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(20, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(21, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(22, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(23, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(24, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(25, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(26, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(27, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(28, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(29, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(30, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(31, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(32, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11),
(33, '2017-06-26 00:00:00', 80020200, 80020900, 1, '123445', 1, 1, 11);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_stationalarm`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_stationalarm` (
  `bsIds` int(11) NOT NULL,
  PRIMARY KEY (`bsIds`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_stationmange`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_stationmange` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `stationName` varchar(50) NOT NULL COMMENT '基站名称',
  `stationAddr` varchar(50) NOT NULL COMMENT '基站地址',
  `stationFault` varchar(100) NOT NULL COMMENT '故障原因',
  `stationResult` varchar(100) NOT NULL COMMENT '运维结果',
  `personName` varchar(20) NOT NULL COMMENT '运维人',
  `checkTime` datetime NOT NULL COMMENT '运维时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='基站运维管理' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_talkgroup`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_talkgroup` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `TalkgroupID` int(11) NOT NULL COMMENT '通话组ID',
  `M_TalkgroupAlias` varchar(16) NOT NULL COMMENT '通话组别名',
  `M_SecurityGroup` varchar(16) NOT NULL COMMENT '安全组',
  `M_ConsoleTGMGCapabilityProfileAlias` varchar(16) NOT NULL COMMENT '调度台通话组/通播组属性模版',
  `M_TGMGCapabilityProfileAlias` varchar(16) NOT NULL COMMENT '通话组/通播组属性模版',
  `M_TGMGValidSitesProfileAlias` varchar(16) NOT NULL COMMENT '通话组/通播组有效站点',
  `M_PreemptCapable` tinyint(1) NOT NULL COMMENT '预占使能',
  `M_ExtendedBandchannelscanbeassigned` tinyint(1) NOT NULL,
  `M_TalkgroupRegroupable` tinyint(1) NOT NULL COMMENT '重组使能',
  `M_GroupEnable` tinyint(1) NOT NULL COMMENT '组使能',
  `E_name` varchar(16) NOT NULL COMMENT '名称',
  `E_alias` varchar(16) NOT NULL COMMENT '别名',
  `E_mscId` int(11) NOT NULL DEFAULT '1' COMMENT '交换中心ID',
  `E_vpnId` bigint(20) NOT NULL COMMENT 'VPN标示',
  `E_said` int(11) NOT NULL COMMENT '通播组业务属性标识',
  `E_iaid` int(11) NOT NULL COMMENT '通话组/通播组互联属性标识',
  `E_vaid` int(11) NOT NULL COMMENT '虚拟专网属性标示',
  `E_preempt` int(1) NOT NULL COMMENT '预占使能',
  `E_radioType` int(11) NOT NULL COMMENT '用户组类型',
  `E_regroupable` int(1) NOT NULL COMMENT '重组使能',
  `E_enabled` int(1) NOT NULL COMMENT '组使能',
  `E_directDial` varchar(16) NOT NULL COMMENT '直播号码',
  `E_pdtType` int(11) NOT NULL COMMENT 'PDT类型 0:或者581',
  `E_npType` int(11) NOT NULL COMMENT 'np类型0-1000',
  PRIMARY KEY (`id`,`TalkgroupID`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 ROW_FORMAT=COMPACT COMMENT='通话组表' AUTO_INCREMENT=1108 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_talkgroupia`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_talkgroupia` (
  `id` int(4) NOT NULL COMMENT '通话组/通播组互连属性标识1-2000',
  `name` varchar(16) NOT NULL COMMENT '通话组/通播组互连属性名',
  `priorityLevel` int(2) NOT NULL COMMENT '优先级1-14',
  `time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='通话组/通播组互联属性';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_talkgroup_e_businessattribute`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_talkgroup_e_businessattribute` (
  `id` int(11) NOT NULL,
  `name` varchar(16) CHARACTER SET gbk NOT NULL,
  `messageTransmission` int(11) NOT NULL COMMENT '通讯或传输模式',
  `busyOverride` int(11) NOT NULL COMMENT '忙覆盖',
  `vpnId` int(11) NOT NULL COMMENT '虚拟专网标识',
  `emergencyCall` int(1) NOT NULL COMMENT '紧急呼叫许可',
  `emergencyAtNVS` int(1) NOT NULL COMMENT '无效站点紧急通话',
  `dispatchPriority` int(11) NOT NULL COMMENT '呼叫优先级',
  `priorityMonitor` int(1) NOT NULL COMMENT '优先级监听使能',
  `TGDataPreempt` int(1) NOT NULL COMMENT '允许通话组数据预占',
  `userGroup` int(4) NOT NULL COMMENT '用户组',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_talkgroup_m_businessattribute`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_talkgroup_m_businessattribute` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `TGMGCapabilitiesProfileID` int(11) NOT NULL COMMENT '模版ID',
  `TGMGCapabilitiesProfileAlias` varchar(16) DEFAULT NULL COMMENT '模版名称',
  `ConversationType` int(2) DEFAULT NULL COMMENT '传输类型',
  `BusyOverride` int(2) DEFAULT NULL COMMENT '忙覆盖0~1',
  `EmergencyEnabled` tinyint(1) DEFAULT NULL COMMENT '紧急使能0~1',
  `EmergencyAtNotValidSites` tinyint(1) DEFAULT NULL COMMENT '无效站点紧急使能0~1',
  `DispatchPriorityLevel` int(2) DEFAULT NULL COMMENT '调度和单呼优先级',
  `PriorityMonitor` tinyint(1) DEFAULT NULL COMMENT '优先级监测使能0~1',
  `DataChannelPreemption` tinyint(1) DEFAULT NULL COMMENT '数据预占使能0~1',
  `SecurityGroup` varchar(16) DEFAULT NULL COMMENT '安全组',
  `TalkgroupInactivityTime` int(11) DEFAULT NULL COMMENT '通话组失活时间',
  `CallsWithoutMGEGResource` tinyint(1) DEFAULT NULL,
  `RouteStatusEventsToConsole` tinyint(1) DEFAULT NULL,
  `StatusAcknowledgedBy` int(2) DEFAULT NULL COMMENT '状态确认',
  `EmergencyAcknowledgedBy` int(2) DEFAULT NULL COMMENT '警告确认',
  `AudioInterruptMode` int(2) DEFAULT NULL COMMENT '语音打断',
  `UserGroupAlias` varchar(16) DEFAULT NULL COMMENT '用户组名',
  `BicProfileID` int(11) DEFAULT NULL COMMENT '呼入受限ID',
  `BocProfileID` int(11) DEFAULT NULL COMMENT '呼出受限ID',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='通话组/通播组功能模版' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_trunkstation`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_trunkstation` (
  `id` int(11) NOT NULL COMMENT '集群基站ID',
  `tsname` varchar(30) DEFAULT NULL,
  `sysidcode` int(11) NOT NULL COMMENT '系统识别码',
  `colorcode` int(11) NOT NULL COMMENT '色码',
  `broadcastport` int(11) DEFAULT NULL COMMENT '组播端口',
  `tscid` tinyint(11) DEFAULT NULL COMMENT '基站控制器',
  `tscslot` tinyint(4) DEFAULT NULL COMMENT '基站控制器时隙',
  `sleepen` tinyint(1) DEFAULT NULL COMMENT '休眠使能0~1',
  `updatetime` datetime DEFAULT '0000-00-00 00:00:00' COMMENT '数据库更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='基站表';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_ucm_status`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_ucm_status` (
  `id` int(6) NOT NULL COMMENT '状态集唯一标识1~2000之间的整数',
  `name` varchar(16) DEFAULT NULL COMMENT '状态集名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='状态集';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_ucm_status_unit`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_ucm_status_unit` (
  `ssId` int(11) NOT NULL COMMENT '状态集标识',
  `number` int(6) NOT NULL,
  `text` varchar(80) NOT NULL,
  PRIMARY KEY (`number`),
  KEY `ssId` (`ssId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_ucm_usergroup`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_ucm_usergroup` (
  `id` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户组';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_usergroup`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_usergroup` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UserGroupID` int(11) NOT NULL COMMENT 'ID',
  `UserGroupAlias` varchar(16) DEFAULT NULL COMMENT '名称',
  `SecurityGroup` varchar(16) DEFAULT NULL COMMENT '安全组',
  `Notes` varchar(300) DEFAULT NULL COMMENT '注意事项',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='用户组' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_user_access_list`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_user_access_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `User_Name` varchar(20) NOT NULL COMMENT '用户名称',
  `User_Pwd` varchar(10) NOT NULL COMMENT '用户密码',
  `User_Unit` varchar(200) NOT NULL COMMENT '隶属单位',
  `User_id` int(11) NOT NULL COMMENT '用户编号',
  `User_Ip` varchar(40) NOT NULL COMMENT '用户IP',
  `User_Reg_Time` datetime NOT NULL COMMENT '开户时间',
  `User_Day_Range` int(6) NOT NULL COMMENT '用户的有效时间，单位：天',
  `User_SMSRx_EN` int(1) NOT NULL COMMENT '短信接收许可',
  `User_SMSSingle_EN` int(1) NOT NULL COMMENT '短信单发许可',
  `User_SMSGroup_EN` int(1) NOT NULL COMMENT '短信组发许可',
  `User_SMSRecvSearch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '短信接收查询许可',
  `User_SMSSendSearch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '短信发送查询许可',
  `User_GPSRx_EN` int(1) NOT NULL COMMENT 'GPS信息触发器设定许可',
  `User_GPSImmRequest_EN` int(1) NOT NULL DEFAULT '0' COMMENT 'GPS立即请求许可',
  `User_GPSTriggerRequest_EN` int(1) NOT NULL DEFAULT '0' COMMENT 'GPS触发器请求许可',
  `User_GPSOnOffRequest_EN` int(1) NOT NULL DEFAULT '0' COMMENT 'GPS启用禁用许可',
  `User_GPSInfoSearch_EN` int(1) NOT NULL DEFAULT '0' COMMENT 'GPS信息查询许可',
  `User_GPSOperationSearch_EN` int(1) NOT NULL DEFAULT '0' COMMENT 'GPS操作记录查询许可',
  `User_CallRecordSearch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '通话记录查询许可',
  `User_VideoDownload_EN` int(1) NOT NULL DEFAULT '0' COMMENT '录音下载许可',
  `User_RadioStatusImmQuery_EN` int(1) NOT NULL DEFAULT '0' COMMENT '终端用户状态即时查询许可',
  `User_RadioStatusHistoryQuery_EN` int(1) NOT NULL DEFAULT '0' COMMENT '终端用户状态历史记录查询许可',
  `User_DispatchSingleCall_EN` int(1) NOT NULL DEFAULT '0' COMMENT '单呼许可',
  `User_DispatchGroupCall_EN` int(1) NOT NULL DEFAULT '0' COMMENT '组呼许可',
  `User_DispatchDisableEnable_EN` int(1) NOT NULL DEFAULT '0' COMMENT '遥毙遥起许可',
  `User_DispatchDGNA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '动态重组许可',
  `User_DispatchDiscreetListening_EN` int(1) NOT NULL DEFAULT '0' COMMENT '慎密监听许可',
  `User_DispatchAmbienceListening_EN` int(1) NOT NULL DEFAULT '0' COMMENT '环境监听许可',
  `User_DispatchPatch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '派接许可',
  `User_DispatchPpc_EN` int(1) NOT NULL DEFAULT '0' COMMENT '紧急呼叫许可',
  `User_DispatchMsel_EN` int(1) NOT NULL DEFAULT '0' COMMENT '多选许可',
  `User_AddRadioUser_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加无线用户许可',
  `User_ReadRadioUser_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取无线用户许可',
  `User_DeleteRadioUser_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除无线用户许可',
  `User_SetRadioUser_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改无线用户',
  `User_SetRadioUserSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改无线用户业务属性许可',
  `User_AddRadioUserSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加无线用户业务属性许可',
  `User_DeleteRadioUserSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除无线用户业务属性许可',
  `User_ReadRadioUserSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取无线用户业务属性许可',
  `User_AddDispatch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加调度用户许可',
  `User_DeleteDispatch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除调度用户许可',
  `UserSetDispatch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改调度用户许可',
  `UserReadDispatch_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取调度用户许可',
  `User_SetDisoatchSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改调度用户业务属性许可',
  `User_AddDisoatchSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加调度用户业务属性许可',
  `User_DeleteDisoatchSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除调度用户业务属性许可',
  `User_ReadDisoatchSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取调度用户业务属性许可',
  `User_AddTG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '创建通话组许可',
  `User_DelTG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除通话组许可',
  `User_SetTG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改通话组许可',
  `User_ReadTG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取通话组许可',
  `User_AddMG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '创建通播组许可',
  `User_DelMG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除通播组许可',
  `User_SetMG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改通播组许可',
  `User_ReadMG_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取通播组许可',
  `User_SetTgMgSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改通话组/通播组业务属性',
  `User_ReadTgMgSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取通话组/通播组业务属性',
  `User_DeleteTgMgSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除通话组/通播组业务',
  `User_AddTgMgSA_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加通话组/通播组业务属性',
  `User_AddStatusSet_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加状态集许可',
  `User_DelStatusSet_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除状态集许可',
  `User_SetStatusSet_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改状态集许可',
  `User_ReadStatusSet_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取状态集许可',
  `User_AddStatusSetUnit_EN` int(1) NOT NULL DEFAULT '0' COMMENT '添加状态集单元许可',
  `User_DelStatusSetUnit_EN` int(1) NOT NULL DEFAULT '0' COMMENT '删除状态集许可',
  `User_SetStatusSetUnit_EN` int(1) NOT NULL DEFAULT '0' COMMENT '修改状态集单元许可',
  `User_ReadStatusSetUnit_EN` int(1) NOT NULL DEFAULT '0' COMMENT '读取状态集单元许可',
  PRIMARY KEY (`id`),
  KEY `User_id` (`User_id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 ROW_FORMAT=DYNAMIC COMMENT='接入用户表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_vpn`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_vpn` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `vpnId` int(11) NOT NULL,
  `sn` varchar(128) CHARACTER SET utf8 NOT NULL,
  `name` varchar(56) CHARACTER SET utf8 NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=201 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_vpnsa`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_vpnsa` (
  `vaid` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `isWhiteList` int(1) NOT NULL COMMENT '0表示黑名单列表，1表示白名单列表',
  PRIMARY KEY (`vaid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户虚拟专网属性';

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_webserver_userconfig`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_webserver_userconfig` (
  `userId` int(11) NOT NULL,
  `callnumstart` int(11) NOT NULL,
  `callnumend` int(11) NOT NULL,
  PRIMARY KEY (`userId`),
  KEY `userId` (`userId`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_log`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `operator` varchar(30) DEFAULT NULL COMMENT '操作用户',
  `operatorIp` varchar(30) NOT NULL COMMENT 'IP',
  `style` int(11) NOT NULL COMMENT '操作类型1：添加数据；2：修改数据；3：删除数据；4：其他操作;5审核',
  `content` varchar(100) NOT NULL COMMENT '备注',
  `createTime` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP COMMENT '操作时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='系统日志' AUTO_INCREMENT=514 ;

--
-- 转存表中的数据 `xhgmnet_web_log`
--

INSERT INTO `xhgmnet_web_log` (`id`, `operator`, `operatorIp`, `style`, `content`, `createTime`) VALUES
(1, 'admin', '127.0.0.1', 1, '新增资产，bsId=AssetInfoBean [id=103, type=1, name=wewe, model=wewe, serialNumber=24, price=23, number=0,', '2017-06-14 06:29:50'),
(2, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-14 08:11:10'),
(3, 'admin', '127.0.0.1', 2, '修改资产记录，data=AssetInfoBean [id=112, type=1, name=牟巍12, model=wewe, serialNumber=wewe, price=343.0, nu', '2017-06-14 08:11:27'),
(4, 'admin', '127.0.0.1', 2, '修改资产记录，data=AssetInfoBean [id=111, type=1, name=232, model=2323, serialNumber=2323, price=2323.0, nu', '2017-06-14 08:13:17'),
(5, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-14 08:39:45'),
(6, 'admin', '127.0.0.1', 2, '修改资产记录，data=AssetInfoBean [id=112, type=1, name=牟巍12, model=wewe, serialNumber=wewe, price=343.0, nu', '2017-06-14 08:42:02'),
(7, 'admin', '127.0.0.1', 3, '删除资产记录，data=112', '2017-06-14 08:50:01'),
(8, 'admin', '127.0.0.1', 3, '删除资产记录，data=111', '2017-06-14 08:50:05'),
(9, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-14 09:16:32'),
(10, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-14 09:19:13'),
(11, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 02:46:08'),
(12, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 03:07:47'),
(13, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 05:44:27'),
(14, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 06:19:09'),
(15, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 06:40:41'),
(16, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-15 08:05:04'),
(17, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 01:05:30'),
(18, 'admin', '127.0.0.1', 2, '修改web登录用户，username=test1', '2017-06-16 01:08:26'),
(19, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 01:09:48'),
(20, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 01:10:41'),
(21, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 01:12:31'),
(22, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 01:13:09'),
(23, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-16 03:00:47'),
(24, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 02:29:27'),
(25, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 03:51:49'),
(26, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 03:54:07'),
(27, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 03:57:01'),
(28, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 03:58:02'),
(29, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 03:59:00'),
(30, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:01:28'),
(31, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:03:15'),
(32, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:04:58'),
(33, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:07:48'),
(34, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:09:02'),
(35, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:11:37'),
(36, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:18:34'),
(37, 'admin', '127.0.0.1', 2, '修改资产记录，data=AssetInfoBean [id=110, type=1, name=2323, model=223, serialNumber=2323, price=23.0, numb', '2017-06-17 04:22:47'),
(38, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:23:12'),
(39, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 04:24:24'),
(40, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 05:35:30'),
(41, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 05:37:52'),
(42, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 05:57:15'),
(43, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 08:09:32'),
(44, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-17 08:10:33'),
(45, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-19 01:17:01'),
(46, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-19 04:38:01'),
(47, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-19 04:44:45'),
(48, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-19 04:51:46'),
(49, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=34, unitName=成都120急救中心, unitNature=党政部门, unitType=协议入网用户（合同）, netBasis=协', '2017-06-19 04:51:54'),
(50, 'admin', '127.0.0.1', 1, '新增web角色，role=333344', '2017-06-19 05:15:47'),
(51, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-20 01:51:26'),
(52, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-22 03:19:31'),
(53, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 02:04:03'),
(54, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 05:36:29'),
(55, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 05:43:17'),
(56, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 05:50:42'),
(57, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 06:39:54'),
(58, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 07:08:08'),
(59, 'admin', '192.168.2.132', 4, '登录系统', '2017-06-23 08:30:10'),
(60, 'admin', '192.168.2.132', 4, '登录系统', '2017-06-23 08:36:37'),
(61, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-23 08:41:38'),
(62, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 01:41:03'),
(63, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:38:20'),
(64, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:42:49'),
(65, 'admin', '127.0.0.1', 1, '新增资产，data=AssetInfoBean [id=113, type=1, name=2322, model=323, serialNumber=2323, price=2323, number', '2017-06-24 02:45:23'),
(66, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:51:46'),
(67, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:53:23'),
(68, 'admin', '127.0.0.1', 1, '新增基站，bsId=232323232;name=2323', '2017-06-24 02:53:48'),
(69, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:55:45'),
(70, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 02:58:20'),
(71, 'admin', '127.0.0.1', 3, '删除基站，bsId=0', '2017-06-24 03:01:16'),
(72, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 03:03:50'),
(73, 'admin', '127.0.0.1', 1, '新增基站，bsId=2000;name=2222', '2017-06-24 03:04:01'),
(74, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 03:07:12'),
(75, 'admin', '127.0.0.1', 3, '删除基站，bsId=0', '2017-06-24 03:07:25'),
(76, 'admin', '127.0.0.1', 1, '新增基站，bsId=2000;name=2323', '2017-06-24 03:07:34'),
(77, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 03:12:28'),
(78, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:34:04'),
(79, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:34:17'),
(80, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:34:23'),
(81, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:34:29'),
(82, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:34:58'),
(83, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:36:28'),
(84, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:36:33'),
(85, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 06:36:48'),
(86, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 06:47:49'),
(87, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 06:50:55'),
(88, 'admin', '127.0.0.1', 1, '新增基站，bsId=2000;name=123', '2017-06-24 06:52:38'),
(89, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 06:58:57'),
(90, 'admin', '127.0.0.1', 1, '新增基站，bsId=2000;name=2323', '2017-06-24 07:00:16'),
(91, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:01:30'),
(92, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:01:37'),
(93, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:01:58'),
(94, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:02:47'),
(95, 'admin', '127.0.0.1', 1, '新增基站，bsId=2000;name=2000', '2017-06-24 07:02:59'),
(96, 'admin', '127.0.0.1', 3, '删除基站，bsId=2000', '2017-06-24 07:05:09'),
(97, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:05:15'),
(98, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:06:42'),
(99, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:12:26'),
(100, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:13:11'),
(101, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:13:49'),
(102, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:14:38'),
(103, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:18:13'),
(104, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-24 07:18:17'),
(105, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:33:56'),
(106, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:34:23'),
(107, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 07:40:47'),
(108, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-24 08:41:58'),
(109, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-26 01:19:45'),
(110, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 01:59:04'),
(111, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-26 03:17:50'),
(112, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:23:06'),
(113, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:23:58'),
(114, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:24:17'),
(115, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:25:04'),
(116, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:26:36'),
(117, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:26:48'),
(118, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:27:18'),
(119, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:27:24'),
(120, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-26 03:30:06'),
(121, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 03:30:30'),
(122, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 04:08:03'),
(123, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 04:08:08'),
(124, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 04:08:27'),
(125, 'admin', '127.0.0.1', 2, '修改基站，bsId=1;name=政府三办', '2017-06-26 04:13:09'),
(126, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-26 04:39:17'),
(127, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 03:00:03'),
(128, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 06:46:04'),
(129, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 06:46:09'),
(130, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 07:12:04'),
(131, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 07:14:26'),
(132, 'admin', '127.0.0.1', 1, '新增web角色，role=1000', '2017-06-27 07:14:44'),
(133, 'admin', '127.0.0.1', 2, '修改web角色，role=1000369', '2017-06-27 07:14:53'),
(134, 'admin', '127.0.0.1', 3, '删除web角色，roleId=0', '2017-06-27 07:16:13'),
(135, 'admin', '127.0.0.1', 3, '删除web角色，roleId=2,4,5,8,9', '2017-06-27 07:16:26'),
(136, 'admin', '127.0.0.1', 1, '新增web角色，role=超级管理员组', '2017-06-27 07:16:26'),
(137, 'admin', '127.0.0.1', 1, '新增web角色，role=软件产业中心', '2017-06-27 07:16:26'),
(138, 'admin', '127.0.0.1', 2, '修改web角色，role=经信委', '2017-06-27 07:17:56'),
(139, 'admin', '127.0.0.1', 1, '新增web角色，role=软件产业中心', '2017-06-27 07:17:56'),
(140, 'admin', '127.0.0.1', 1, '新增web角色，role=亚光运维组', '2017-06-27 07:17:56'),
(141, 'admin', '127.0.0.1', 3, '删除web角色，roleId=1000', '2017-06-27 07:18:28'),
(142, 'admin', '127.0.0.1', 3, '删除web角色，roleId=1', '2017-06-27 07:19:29'),
(143, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 07:19:39'),
(144, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 07:19:40'),
(145, 'admin', '127.0.0.1', 1, '新增资产，data=AssetInfoBean [id=114, type=1, name=问问, model=问问, serialNumber=问问, price=22, number=0, fro', '2017-06-27 07:26:07'),
(146, 'admin', '127.0.0.1', 2, '修改资产记录，data=AssetInfoBean [id=114, type=1, name=问问, model=问问, serialNumber=问问, price=22.3, number=0,', '2017-06-27 07:26:20'),
(147, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:08:30'),
(148, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:13:43'),
(149, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:50:04'),
(150, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:56:48'),
(151, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:57:07'),
(152, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:58:10'),
(153, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-27 08:58:24'),
(154, 'admin', '192.168.2.141', 4, '登录系统', '2017-06-27 09:03:08'),
(155, 'admin', '192.168.2.141', 4, '登录系统', '2017-06-27 09:19:25'),
(156, 'admin', '192.168.2.141', 4, '登录系统', '2017-06-27 09:22:38'),
(157, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 01:08:32'),
(158, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 02:41:33'),
(159, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 03:17:50'),
(160, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 04:22:57'),
(161, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 04:47:43'),
(162, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 05:36:25'),
(163, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-28 05:39:54'),
(164, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 01:48:59'),
(165, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 01:58:27'),
(166, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 02:03:09'),
(167, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 02:06:04'),
(168, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 02:09:45'),
(169, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 02:43:33'),
(170, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 05:26:13'),
(171, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 05:39:20'),
(172, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 05:41:47'),
(173, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 06:17:55'),
(174, 'admin', '127.0.0.1', 1, '添加计划任务，name=删除1个月以前的语音数据', '2017-06-29 06:18:36'),
(175, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 06:59:40'),
(176, 'admin', '127.0.0.1', 1, '添加计划任务，name=删除1个月以前的语音数据', '2017-06-29 07:00:19'),
(177, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 07:09:32'),
(178, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 07:09:50'),
(179, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 07:16:04'),
(180, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 07:16:32'),
(181, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 07:20:02'),
(182, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 07:20:19'),
(183, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 07:52:27'),
(184, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:05:33'),
(185, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:06:01'),
(186, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:12:48'),
(187, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:13:16'),
(188, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:15:57'),
(189, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:16:18'),
(190, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:18:08'),
(191, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:18:25'),
(192, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:29:22'),
(193, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:29:38'),
(194, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:30:12'),
(195, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:31:05'),
(196, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:33:15'),
(197, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:33:31'),
(198, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-29 08:36:03'),
(199, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:36:51'),
(200, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:37:08'),
(201, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:38:07'),
(202, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:38:19'),
(203, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-29 08:38:22'),
(204, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 01:18:21'),
(205, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 01:23:31'),
(206, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 01:35:54'),
(207, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 01:40:25'),
(208, 'admin', '127.0.0.1', 1, '添加计划任务，name=删除1个月以前的语音数据12', '2017-06-30 01:40:58'),
(209, 'admin', '127.0.0.1', 1, '添加计划任务，name=删除1个月以前的GPS数据12', '2017-06-30 01:45:13'),
(210, 'admin', '127.0.0.1', 1, '添加计划任务，name=del1oppp', '2017-06-30 01:45:29'),
(211, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 02:00:07'),
(212, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 02:23:53'),
(213, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 05:57:09'),
(214, 'admin', '127.0.0.1', 4, '登录系统', '2017-06-30 06:13:02'),
(215, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 02:20:12'),
(216, 'admin', '192.168.2.141', 4, '登录系统', '2017-07-01 02:51:14'),
(217, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 02:54:27'),
(218, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=35, unitName=1234, unitNature=党政部门, unitType=协议入网用户（合同）, netBasis=协议或合同,', '2017-07-01 02:56:05'),
(219, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 03:34:30'),
(220, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 03:37:47'),
(221, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 03:41:08'),
(222, 'admin', '192.168.2.141', 4, '登录系统', '2017-07-01 06:12:29'),
(223, 'test1', '127.0.0.1', 4, '登录系统', '2017-07-01 06:13:44'),
(224, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 06:34:15'),
(225, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 06:43:15'),
(226, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 06:46:06'),
(227, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 06:48:01'),
(228, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 06:52:35'),
(229, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 08:22:02'),
(230, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 08:22:10'),
(231, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 08:25:43'),
(232, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 08:26:49'),
(233, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-01 08:27:20'),
(234, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 01:26:25'),
(235, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 01:52:51'),
(236, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 02:05:13'),
(237, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 07:20:27'),
(238, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 07:40:42'),
(239, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 07:40:42'),
(240, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-03 07:48:09'),
(241, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-04 01:46:36'),
(242, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-04 01:51:35'),
(243, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-04 09:26:33'),
(244, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 01:18:40'),
(245, 'admin', '127.0.0.1', 5, '审核入网申请，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-05 01:24:24'),
(246, 'admin', '127.0.0.1', 5, '审核入网申请，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-05 01:25:30'),
(247, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 02:42:03'),
(248, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 03:05:03'),
(249, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 03:07:19'),
(250, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 03:21:21'),
(251, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 03:25:14'),
(252, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 05:21:37'),
(253, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 05:31:33'),
(254, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 05:38:11'),
(255, 'admin', '127.0.0.1', 5, '通知经办人处理(入网申请)，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null,', '2017-07-05 05:39:01'),
(256, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 07:34:47'),
(257, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-05 07:35:34'),
(258, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 07:37:39'),
(259, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 07:54:18'),
(260, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-05 07:56:02'),
(261, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 08:09:54'),
(262, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 08:37:47'),
(263, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 08:58:28'),
(264, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 09:02:08'),
(265, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 09:04:46'),
(266, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 09:06:13'),
(267, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-05 09:10:29'),
(268, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 01:21:41'),
(269, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 01:38:02'),
(270, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 01:38:30'),
(271, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=35, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 01:48:43'),
(272, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 02:30:23'),
(273, 'admin', '127.0.0.1', 5, '审核入网申请，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 02:32:47'),
(274, 'admin', '127.0.0.1', 5, '通知经办人处理(入网申请)，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null,', '2017-07-06 02:33:18'),
(275, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 02:45:33'),
(276, 'admin', '127.0.0.1', 5, '上传编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 02:46:20'),
(277, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 03:04:06'),
(278, 'admin', '127.0.0.1', 5, '审核编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 03:06:53'),
(279, 'admin', '127.0.0.1', 5, '审核编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 03:08:06'),
(280, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 03:32:42'),
(281, 'admin', '127.0.0.1', 5, '审核编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:03:08'),
(282, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 05:14:59'),
(283, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:19:32'),
(284, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:21:00'),
(285, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:21:27'),
(286, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 05:23:15'),
(287, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:23:26'),
(288, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:25:00'),
(289, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:25:05'),
(290, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=34, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-06 05:25:07'),
(291, 'admin', '127.0.0.1', 1, '新增web角色，role=普通用户', '2017-07-06 05:28:32'),
(292, 'admin', '127.0.0.1', 3, '删除web角色，roleId=100', '2017-07-06 05:28:41'),
(293, 'admin', '127.0.0.1', 1, '新增web角色，role=普通用户', '2017-07-06 05:28:41'),
(294, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 05:58:49'),
(295, 'test', '127.0.0.1', 4, '登录系统', '2017-07-06 06:01:45'),
(296, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 06:08:10'),
(297, 'test', '127.0.0.1', 4, '登录系统', '2017-07-06 06:08:33'),
(298, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=37, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:09:54'),
(299, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=38, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:09:54'),
(300, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=38, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:09:54'),
(301, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=39, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:09:54'),
(302, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=40, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:10:14'),
(303, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=43, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:10:14'),
(304, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=43, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:10:14'),
(305, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=43, unitName=测试单位, unitNature=企业, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:10:14'),
(306, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=44, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:10:56'),
(307, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=45, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:10:56'),
(308, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=46, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:10:56'),
(309, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=47, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:10:56'),
(310, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=48, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:20:40'),
(311, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=48, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:20:40'),
(312, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=48, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:20:40'),
(313, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=48, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:20:40'),
(314, 'test', '127.0.0.1', 4, '登录系统', '2017-07-06 06:21:47'),
(315, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=53, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:55'),
(316, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=53, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:55'),
(317, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=54, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:55'),
(318, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=55, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:55'),
(319, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=56, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:59'),
(320, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=57, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:21:59'),
(321, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=58, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:22:00'),
(322, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=59, unitName=wewewe, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-06 06:22:00'),
(323, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=61, unitName=we, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:22:26'),
(324, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=62, unitName=we, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:22:26'),
(325, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=60, unitName=we, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:22:26'),
(326, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=63, unitName=we, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:22:26'),
(327, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-06 06:23:02'),
(328, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=65, unitName=44, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:23:27'),
(329, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=65, unitName=44, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:23:27'),
(330, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=66, unitName=44, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:23:27'),
(331, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=67, unitName=44, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:23:27'),
(332, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=68, unitName=3, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTim', '2017-07-06 06:24:27'),
(333, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=69, unitName=3, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTim', '2017-07-06 06:24:27'),
(334, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=70, unitName=6, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTim', '2017-07-06 06:26:26'),
(335, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=72, unitName=ee, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:28:42'),
(336, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=72, unitName=ee, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:28:42'),
(337, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=73, unitName=tt, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:29:54'),
(338, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=74, unitName=tt, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-06 06:29:54'),
(339, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=75, unitName=5555, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, net', '2017-07-06 06:31:23'),
(340, 'test', '127.0.0.1', 4, '登录系统', '2017-07-06 06:32:49'),
(341, 'test', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=76, unitName=普通用户, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, net', '2017-07-06 06:33:34'),
(342, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-07 01:19:21'),
(343, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-07 01:44:16'),
(344, 'jtest1', '192.168.2.141', 4, '登录系统', '2017-07-07 02:41:56'),
(345, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=77, unitName=120急救中心, unitNature=事业单位, unitType=协议入网用户, netBasis=协议或合同, ', '2017-07-07 02:43:41'),
(346, 'rtest1', '192.168.2.141', 4, '登录系统', '2017-07-07 02:50:16'),
(347, 'jtest1', '192.168.2.141', 5, '审核入网申请，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-07 02:54:53'),
(348, 'rtest1', '192.168.2.141', 5, '通知经办人处理(入网申请)，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null,', '2017-07-07 02:56:27'),
(349, 'rtest1', '192.168.2.141', 4, '登录系统', '2017-07-07 02:56:55'),
(350, 'rtest3', '192.168.2.141', 4, '登录系统', '2017-07-07 02:57:04'),
(351, 'rtest3', '192.168.2.141', 5, '上传编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-07 02:58:25'),
(352, 'rtest3', '192.168.2.141', 4, '登录系统', '2017-07-07 02:58:38'),
(353, 'rtest1', '192.168.2.141', 4, '登录系统', '2017-07-07 02:58:43'),
(354, 'rtest1', '192.168.2.141', 5, '审核编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-07 03:00:01'),
(355, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-07 03:05:54'),
(356, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=78, unitName=12000, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, ne', '2017-07-07 03:20:15'),
(357, 'jtest1', '192.168.2.141', 5, '审核入网申请，data=JoinNetBean [id=78, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-07 03:26:32'),
(358, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-07 05:40:56'),
(359, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-07 05:48:48'),
(360, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-07 07:28:31'),
(361, 'admin', '192.168.2.141', 4, '登录系统', '2017-07-07 08:55:47'),
(362, 'admin', '192.168.2.141', 4, '登录系统', '2017-07-07 09:05:23'),
(363, 'jtest1', '192.168.2.141', 4, '登录系统', '2017-07-07 09:05:33'),
(364, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 01:44:12'),
(365, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 01:53:12'),
(366, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 01:59:19'),
(367, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=79, unitName=23, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netTi', '2017-07-08 07:14:50'),
(368, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 07:16:20'),
(369, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 07:27:00'),
(370, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=80, unitName=333, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, netT', '2017-07-08 07:28:21'),
(371, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 08:22:44'),
(372, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 09:02:56'),
(373, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 09:04:41'),
(374, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=81, unitName=3443, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, net', '2017-07-08 09:07:19'),
(375, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 09:10:54'),
(376, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 09:19:00'),
(377, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=82, unitName=2323, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, net', '2017-07-08 09:19:33'),
(378, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-08 09:27:21'),
(379, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-10 01:32:01'),
(380, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-10 01:36:01'),
(381, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 04:47:12'),
(382, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 07:14:25'),
(383, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 07:30:15'),
(384, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 08:11:54'),
(385, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-11 08:13:51'),
(386, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 08:15:28'),
(387, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 08:15:32'),
(388, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 08:15:45'),
(389, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-11 08:15:59'),
(390, 'rtest1', '127.0.0.1', 5, '审核编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-11 08:17:29'),
(391, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-11 08:17:39'),
(392, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-11 08:17:41'),
(393, 'admin', '127.0.0.1', 5, '确认编组方案，data=JoinNetBean [id=77, unitName=null, unitNature=null, unitType=null, netBasis=null, netTim', '2017-07-11 08:17:49'),
(394, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=83, unitName=wewew, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, ne', '2017-07-11 09:02:33'),
(395, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 01:30:59'),
(396, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 02:14:38'),
(397, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 03:24:14'),
(398, 'admin', '127.0.0.1', 1, '租借设备，data=LendBean [id=2, checked=0, unit=120, name=120, tel=120, zone=成华区, reason=拿来耍, note=123, us', '2017-07-12 03:27:08'),
(399, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 05:34:44'),
(400, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 05:34:51'),
(401, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 05:45:13'),
(402, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 05:45:28'),
(403, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 05:45:32'),
(404, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 05:49:22'),
(405, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 05:49:28'),
(406, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 05:49:34'),
(407, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 05:57:39'),
(408, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-12 06:00:16'),
(409, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 06:00:22'),
(410, 'rtest1', '127.0.0.1', 5, '租借设备审核成功，data=LendBean [id=2, checked=1, unit=null, name=null, tel=null, zone=null, reason=null, not', '2017-07-12 06:02:46'),
(411, 'rtest1', '127.0.0.1', 5, '租借设备审核成功，data=LendBean [id=2, checked=1, unit=null, name=null, tel=null, zone=null, reason=null, not', '2017-07-12 06:56:00'),
(412, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 07:09:29'),
(413, 'rtest1', '127.0.0.1', 5, '租借设备审核成功，data=LendBean [id=2, checked=-1, unit=null, name=null, tel=null, zone=null, reason=null, no', '2017-07-12 07:12:46'),
(414, 'rtest1', '127.0.0.1', 5, '租借设备审核成功，data=LendBean [id=2, checked=1, unit=null, name=null, tel=null, zone=null, reason=null, not', '2017-07-12 07:15:23'),
(415, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-12 07:20:44'),
(416, 'rtest3', '127.0.0.1', 4, '登录系统', '2017-07-12 07:20:54'),
(417, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-13 07:18:20'),
(418, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 05:13:31'),
(419, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 06:25:29'),
(420, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 06:30:12'),
(421, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 06:32:18'),
(422, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 06:44:44'),
(423, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 07:26:52'),
(424, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 07:32:51'),
(425, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2323, lendId=2}', '2017-07-14 07:33:11'),
(426, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2323, lendId=2}', '2017-07-14 07:33:37'),
(427, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 07:35:22'),
(428, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2323, lendId=2}', '2017-07-14 07:35:30'),
(429, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 07:41:13'),
(430, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2323, lendId=2}', '2017-07-14 07:41:21'),
(431, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=问问, lendId=2}', '2017-07-14 07:41:28'),
(432, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2323, lendId=2}', '2017-07-14 07:45:28'),
(433, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=223, lendId=2}', '2017-07-14 07:45:54'),
(434, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=1, lendId=2}', '2017-07-14 07:45:56'),
(435, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=问问, lendId=2}', '2017-07-14 07:45:58'),
(436, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2, lendId=2}', '2017-07-14 07:45:58'),
(437, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=223, lendId=2}', '2017-07-14 07:46:24'),
(438, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=1, lendId=2}', '2017-07-14 07:46:25'),
(439, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=2, lendId=2}', '2017-07-14 07:46:26'),
(440, 'admin', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=问问, lendId=2}', '2017-07-14 07:46:27'),
(441, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 08:23:07'),
(442, 'admin', '127.0.0.1', 5, '提交至领导审核租借清单，data=LendBean [id=2, checked=2, unit=null, name=null, tel=null, zone=null, reason=null, ', '2017-07-14 08:26:26'),
(443, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 08:29:18'),
(444, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-14 08:29:23'),
(445, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 09:13:53'),
(446, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-14 09:14:10'),
(447, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-14 09:14:16'),
(448, 'rtest1', '127.0.0.1', 5, '审核租借清单，data=LendBean [id=2, checked=3, unit=null, name=null, tel=null, zone=null, reason=null, note=', '2017-07-14 09:28:28'),
(449, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 07:02:08'),
(450, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 07:05:10'),
(451, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 07:07:20'),
(452, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 07:52:42'),
(453, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 08:13:01'),
(454, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 08:16:42'),
(455, 'admin', '127.0.0.1', 1, '租借设备，data=LendBean [id=3, checked=0, unit=23, name=23, tel=23, zone=23, reason=23, note=23, user=adm', '2017-07-15 08:17:20'),
(456, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 08:25:03'),
(457, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-15 08:25:09'),
(458, 'rtest1', '127.0.0.1', 5, '租借设备审核成功，data=LendBean [id=3, checked=1, unit=null, name=null, tel=null, zone=null, reason=null, not', '2017-07-15 08:25:29'),
(459, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-15 08:25:35'),
(460, 'rtest3', '127.0.0.1', 4, '登录系统', '2017-07-15 08:25:41'),
(461, 'rtest3', '127.0.0.1', 2, '删除清单中的记录，data={serialNumber=问问, lendId=3}', '2017-07-15 08:26:13'),
(462, 'rtest3', '127.0.0.1', 5, '提交至领导审核租借清单，data=LendBean [id=3, checked=2, unit=null, name=null, tel=null, zone=null, reason=null, ', '2017-07-15 08:26:18'),
(463, 'rtest3', '127.0.0.1', 4, '登录系统', '2017-07-15 08:47:13'),
(464, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-15 08:47:18'),
(465, 'rtest1', '127.0.0.1', 5, '审核租借清单，data=LendBean [id=3, checked=3, unit=null, name=null, tel=null, zone=null, reason=null, note=', '2017-07-15 08:47:40'),
(466, 'rtest1', '127.0.0.1', 5, '审核租借清单，data=LendBean [id=3, checked=3, unit=null, name=null, tel=null, zone=null, reason=null, note=', '2017-07-15 08:49:59'),
(467, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-15 08:50:37'),
(468, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 08:50:39'),
(469, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 09:12:10'),
(470, 'admin', '127.0.0.1', 5, '确认租借清单，data=3', '2017-07-15 09:12:25'),
(471, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-15 09:28:11'),
(472, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 01:20:36'),
(473, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 02:12:23'),
(474, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 02:42:23'),
(475, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 05:46:01'),
(476, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 05:47:40'),
(477, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 06:02:48'),
(478, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 06:04:09'),
(479, 'admin', '127.0.0.1', 2, '修改web角色，role=市经信委', '2017-07-17 06:35:20'),
(480, 'admin', '127.0.0.1', 2, '修改web角色，role=软件产业中心【管理方】', '2017-07-17 06:41:35'),
(481, 'admin', '127.0.0.1', 2, '修改web角色，role=市经信委【主管部门】', '2017-07-17 06:41:45'),
(482, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 06:44:04'),
(483, 'admin', '127.0.0.1', 1, '添加计划任务，name=删除1个月以前的语音数据12', '2017-07-17 06:47:38'),
(484, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 06:54:24'),
(485, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 07:46:23'),
(486, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-17 08:48:35'),
(487, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-18 11:40:26'),
(488, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-18 12:19:27'),
(489, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-19 07:24:38'),
(490, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 01:37:13'),
(491, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 02:00:57'),
(492, 'admin', '127.0.0.1', 1, '入网申请信息，data=JoinNetBean [id=84, unitName=111111, unitNature=党政部门, unitType=协议入网用户, netBasis=协议或合同, n', '2017-07-20 02:02:19'),
(493, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 02:02:29'),
(494, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 02:02:31'),
(495, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 02:02:34'),
(496, 'rtest1', '127.0.0.1', 4, '登录系统', '2017-07-20 02:02:55'),
(497, 'rtest1', '127.0.0.1', 5, '通知经办人处理(入网申请)，data=JoinNetBean [id=78, unitName=null, unitNature=null, unitType=null, netBasis=null,', '2017-07-20 02:03:27'),
(498, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 02:08:27'),
(499, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-20 07:09:26'),
(500, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 06:00:40'),
(501, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 06:48:47'),
(502, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:03:47'),
(503, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:40:29'),
(504, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:46:02'),
(505, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:47:47'),
(506, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:51:19');
INSERT INTO `xhgmnet_web_log` (`id`, `operator`, `operatorIp`, `style`, `content`, `createTime`) VALUES
(507, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:55:09'),
(508, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 07:56:44'),
(509, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 08:19:58'),
(510, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-21 08:20:44'),
(511, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-24 03:21:31'),
(512, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-24 05:03:01'),
(513, 'admin', '127.0.0.1', 4, '登录系统', '2017-07-25 02:04:23');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_menu`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL COMMENT '菜单名称',
  `parentId` int(5) NOT NULL DEFAULT '0' COMMENT '父菜单ID',
  `url` varchar(50) DEFAULT NULL COMMENT '菜单链接',
  `icon` varchar(50) NOT NULL COMMENT '菜单图标',
  `enabled` int(1) NOT NULL DEFAULT '1' COMMENT '是否启用 1：启用；0不启用；默认：1',
  `order` int(11) NOT NULL COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统菜单表' AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_role`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_role` (
  `roleId` int(11) NOT NULL,
  `role` varchar(30) NOT NULL COMMENT '角色名称',
  `createTime` datetime NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`roleId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户角色';

--
-- 转存表中的数据 `xhgmnet_web_role`
--

INSERT INTO `xhgmnet_web_role` (`roleId`, `role`, `createTime`) VALUES
(1000, '普通用户2', '2017-07-06 13:28:47'),
(10000, '超级管理员组', '2017-06-27 15:16:46'),
(10001, '市经信委【主管部门】', '2017-06-27 15:17:26'),
(10002, '软件产业中心【管理方】', '2017-06-27 15:18:02'),
(10003, '亚光运维组', '2017-06-27 15:18:16');

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_role_user`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_role_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) NOT NULL COMMENT '用户Id',
  `roleId` int(11) NOT NULL COMMENT '角色ID',
  PRIMARY KEY (`id`),
  KEY `userId` (`userId`),
  KEY `roleId` (`roleId`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COMMENT='用户与角色关系表' AUTO_INCREMENT=20 ;

--
-- 转存表中的数据 `xhgmnet_web_role_user`
--

INSERT INTO `xhgmnet_web_role_user` (`id`, `userId`, `roleId`) VALUES
(1, 25, 10000),
(10, 34, 10001),
(11, 35, 10001),
(13, 37, 10002),
(14, 38, 10002),
(15, 39, 10002),
(16, 40, 10003),
(17, 41, 10003),
(18, 42, 10003),
(19, 43, 1000);

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_uploadfile`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_uploadfile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `filename` varchar(50) NOT NULL COMMENT '文件名称',
  `filesize` varchar(20) NOT NULL COMMENT '文件大小',
  `filetype` varchar(20) NOT NULL COMMENT '文件类型',
  `filecontent` varchar(50) NOT NULL COMMENT '文件描述内容',
  `uploadtime` date DEFAULT NULL COMMENT '上传时间',
  `uploadpath` varchar(100) NOT NULL DEFAULT '0000-00-00' COMMENT '文件保存路径',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gb2312 COMMENT='上传文件列表' AUTO_INCREMENT=14 ;

-- --------------------------------------------------------

--
-- 表的结构 `xhgmnet_web_user`
--

CREATE TABLE IF NOT EXISTS `xhgmnet_web_user` (
  `userId` int(11) NOT NULL AUTO_INCREMENT,
  `user` varchar(30) NOT NULL,
  `userPass` varchar(32) NOT NULL,
  `userName` varchar(30) NOT NULL,
  `sex` varchar(11) NOT NULL DEFAULT '男' COMMENT '性别',
  `tel` varchar(11) NOT NULL,
  `createTime` datetime NOT NULL,
  `status` int(1) NOT NULL COMMENT '加锁0：禁用；1：启用',
  PRIMARY KEY (`userId`),
  UNIQUE KEY `root` (`user`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=44 ;

--
-- 转存表中的数据 `xhgmnet_web_user`
--

INSERT INTO `xhgmnet_web_user` (`userId`, `user`, `userPass`, `userName`, `sex`, `tel`, `createTime`, `status`) VALUES
(25, 'admin', '202cb962ac59075b964b07152d234b70', '', '男', '', '2017-07-06 13:36:50', 1),
(34, 'jtest1', '202cb962ac59075b964b07152d234b70', '经信委1', '男', '', '2017-07-06 13:32:57', 1),
(35, 'jtest2', '202cb962ac59075b964b07152d234b70', '经信委2', '男', '', '2017-07-06 13:33:05', 1),
(37, 'rtest1', '202cb962ac59075b964b07152d234b70', '软中1', '男', '', '2017-07-06 13:35:01', 1),
(38, 'rtest2', '202cb962ac59075b964b07152d234b70', '软中2', '男', '', '2017-07-06 13:34:45', 1),
(39, 'rtest3', '202cb962ac59075b964b07152d234b70', '软中3', '男', '', '2017-07-06 13:35:09', 1),
(40, 'ytest1', '202cb962ac59075b964b07152d234b70', '亚光运维1', '男', '', '2017-07-06 13:34:07', 1),
(41, 'ytest2', '202cb962ac59075b964b07152d234b70', '亚光运维2', '男', '', '2017-07-06 13:34:13', 1),
(42, 'ytest3', '202cb962ac59075b964b07152d234b70', '亚光运维3', '男', '', '2017-07-06 13:34:19', 1),
(43, 'test', '202cb962ac59075b964b07152d234b70', '普通用户', '男', '', '2017-07-06 13:36:26', 1);

--
-- 限制导出的表
--

--
-- 限制表 `xhgmnet_business_assetinfo`
--
ALTER TABLE `xhgmnet_business_assetinfo`
  ADD CONSTRAINT `xhgmnet_business_assetinfo_ibfk_1` FOREIGN KEY (`serialNumber`) REFERENCES `xhgmnet_business_repairs` (`serialNumber`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- 限制表 `xhgmnet_ucm_status_unit`
--
ALTER TABLE `xhgmnet_ucm_status_unit`
  ADD CONSTRAINT `xhgmnet_ucm_status_unit_ibfk_1` FOREIGN KEY (`ssId`) REFERENCES `xhgmnet_ucm_status` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- 限制表 `xhgmnet_webserver_userconfig`
--
ALTER TABLE `xhgmnet_webserver_userconfig`
  ADD CONSTRAINT `xhgmnet_webserver_userconfig_ibfk_1` FOREIGN KEY (`userId`) REFERENCES `xhgmnet_user_access_list` (`User_id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- 限制表 `xhgmnet_web_role_user`
--
ALTER TABLE `xhgmnet_web_role_user`
  ADD CONSTRAINT `xhgmnet_web_role_user_ibfk_1` FOREIGN KEY (`userId`) REFERENCES `xhgmnet_web_user` (`userId`) ON DELETE CASCADE ON UPDATE CASCADE;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
